Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: fa

source: Saving
fa: در حال ذخیره کردن

source: Delete
fa: حذف

source: Cancel
fa: لغو

source: Uploading
fa: در حال بارگذاری

source: Close
fa: بستن

source: Name
fa: نام

source: Choose File
fa: انتخاب فایل

source: OK
fa: بله

source: None
fa: هیچکدام

source: Remove
fa: حذف

source: Ok
fa: خوب

source: Unknown
fa: ناشناخته

source: Are you sure?
fa: آیا شما مطمئنید؟

source: Upload File
fa: بارگذاری فایل

source: Save
fa: ذخیره

source: Advanced
fa: پیشرفته

source: Removing
fa: درحال حذف

source: Your changes have been saved.
fa: تغییرات شما ذخیره شد.

source: Warning
fa: اخطار

source: Error
fa: خطا

source: Updating with latest library content
fa: به روز رسانی با آخرین محتوای کتابخانه

source: Creating missing groups
fa: درحال ایجاد گروه‌های حذف شده

source: {start_strong}{total}{end_strong} words submitted in total.
fa: {start_strong}{total}{end_strong} کلمات کامل ارسال شدند.

source: text_word_{uniqueId} title_word_{uniqueId}
fa: متن_کلمه_{uniqueId} عنوان_کلمه_{uniqueId}

source: title_word_{uniqueId}
fa: عنوان_کلمه_{uniqueId}

source: text_word_{uniqueId}
fa: متن_کلمه_{uniqueId}

source: Show Annotations
fa: نمایش یادداشت

source: Hide Annotations
fa: پنهان کردن یادداشت

source: Expand Instructions
fa: باز کردن دستورالعمل‌ها

source: Collapse Instructions
fa: جمع کردن دستورالعمل‌ها

source: Commentary
fa: شرح و تفسیر

source: Reply to Annotation
fa: پاسخ به یادداشت

source: {num_points} point possible (graded, results hidden)
fa: {num_points} امتیاز امکان‌پذیر است (درجه بندی شده، نتایج پنهان است)

source: {num_points} point possible (ungraded, results hidden)
fa: {num_points} امتیاز امکان‌پذیر است (درجه بندی نشده، نتایج پنهان است)

source: {num_points} point possible (graded)
fa: {num_points} امتیاز امکان‌پذیر است (درجه بندی شده)

source: {num_points} point possible (ungraded)
fa: {num_points} امتیاز امکان‌پذیر است (درجه بندی نشده)

source: {earned}/{possible} point (graded)
fa: {earned}/{possible} امتیاز (درجه بندی شده)

source: {earned}/{possible} point (ungraded)
fa: {earned}/{possible} امتیاز (درجه بندی نشده)

source: The grading process is still running. Refresh the page to see updates.
fa: فرایند نمره‌دهی هنوز ادامه دارد. برای دیدن به روز رسانی‌ها صفحه را رفرش کنید.

source: Could not grade your answer. The submission was aborted.
fa: نمره دهی به پاسخ شما امکان ندارد. ارسال ناموفق بود.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
fa: ارسال لغو شد! متاسفیم، مرورگر شما بارگذاری فایل‌ها را پشتیبانی نمی‌کند. لطفا اگر می‌توانید از Chrome یا Safari که برای بارگذاری فایل‌ها تایید شده‌اند استفاده کنید.

source: You submitted {filename}; only {allowedFiles} are allowed.
fa: شما {filename} را ارسال کردید؛ تنها {allowedFiles} مجاز است.

source: Your file {filename} is too large (max size: {maxSize}MB).
fa: فایل شما {filename} بیش از حد بزرگ است (حداکثر اندازه: {maxSize} مگابایت).

source: You did not submit the required files: {requiredFiles}.
fa: شما فایل‌های مورد نیاز را ارسال نکرده‌اید: {requiredFiles}.

source: You did not select any files to submit.
fa: شما فایلی را برای ارسال انتخاب نکردید.

source: This problem has been reset.
fa: این مشکل دوباره تنظیم شده ‌است.

source: unsubmitted
fa: ارسال نشده

source: Paragraph
fa: پاراگراف

source: Preformatted
fa: از قبل قالب‌بندی شده

source: Heading 3
fa: تیتر ۳

source: Heading 4
fa: تیتر ۴

source: Heading 5
fa: تیتر ۵

source: Heading 6
fa: تیتر ۶

source: Add to Dictionary
fa: اضافه کردن به فرهنگ لغت

source: Align center
fa: تراز وسط

source: Align left
fa: تراز چپ

source: Align right
fa: تراز راست

source: Alignment
fa: ترازبندی

source: Alternative source
fa: منبع جایگزین

source: Anchor
fa: لنگر

source: Anchors
fa: لنگر‌ها

source: Author
fa: مولف

source: Background color
fa: رنگ زمینه

source: Blockquote
fa: مسابقه

source: Blocks
fa: بلوک‌ها

source: Body
fa: بدنه

source: Bold
fa: پر رنگ

source: Border color
fa: رنگ لبه

source: Border
fa: لبه

source: Bottom
fa: پایین

source: Bullet list
fa: فهرست بولتی

source: Caption
fa: عنوان

source: Cell padding
fa: لایه‌گذاری سلول

source: Cell properties
fa: ویژگی‌های سلول

source: Cell spacing
fa: فاصله‌گذاری سلول

source: Cell type
fa: نوع سلول

source: Cell
fa: سلول

source: Center
fa: مرکز

source: Circle
fa: دایره

source: Clear formatting
fa: قالب‌بندی را پاک کنید

source: Code block
fa: بلوک کد

source: Code
fa: کد

source: Color
fa: رنگ

source: Column group
fa: گروه ستون

source: Column
fa: ستون

source: Constrain proportions
fa: محدود کردن قسمت‌ها

source: Copy row
fa: کپی ردیف

source: Copy
fa: کپی

source: Could not find the specified string.
fa: رشته مورد نظر یافت نشد.

source: Custom color
fa: رنگ سفارشی

source: Custom...
fa: سفارشی ...

source: Cut row
fa: بریدن ردیف

source: Cut
fa: بریدن

source: Default
fa: پیش‌فرض

source: Delete column
fa: حذف ستون

source: Delete row
fa: حذف ردیف

source: Delete table
fa: حذف جدول

source: Description
fa: توصیف

source: Dimensions
fa: ابعداد

source: Document properties
fa: ویژگی‌های سند

source: Edit HTML
fa: ویرایش HTML

source: Edit
fa: ویرایش

source: Embed
fa: جاسازی

source: Emoticons
fa: شکلک‌ها

source: Encoding
fa: درحال کد‌گذاری

source: File
fa: فایل

source: Find and replace
fa: پیدا و جایگزین کردن

source: Find next
fa: بعدی را پیدا کن

source: Find previous
fa: قبلی را پیدا کن

source: Find
fa: پیدا کردن

source: Finish
fa: پایان

source: Font Family
fa: خانواده قلم

source: Font Sizes
fa: اندازه قلم

source: Footer
fa: پاورقی

source: Format
fa: قالب‌بندی

source: Formats
fa: قالب‌بندی‌ها

source: Fullscreen
fa: تمام صفحه

source: General
fa: عمومی

source: H Align
fa: تراز افقی

source: Header 1
fa: تیتر ۱

source: Header 2
fa: تیتر۲

source: Header 3
fa: تیتر۳

source: Header 4
fa: تیتر۴

source: Header 5
fa: تیتر۵

source: Header 6
fa: تیتر۶

source: Header cell
fa: سلول تیتر

source: Header
fa: تیتر

source: Headers
fa: تیتر‌ها

source: Heading 1
fa: تیتر۱

source: Heading 2
fa: یتر۲

source: Headings
fa: تیتر‌ها

source: Height
fa: ارتفاع

source: Horizontal line
fa: خط افقی

source: Horizontal space
fa: فاصله افقی

source: HTML source code
fa: کد منبع HTML

source: Ignore all
fa: رد کردن همه

source: Ignore
fa: رد کردن

source: Image description
fa: توضیح تصویر

source: Inline
fa: خطی

source: Insert column after
fa: درج ستون بعد از

source: Insert column before
fa: درج ستون قبل از

source: Insert date/time
fa: درج تاریخ/زمان

source: Insert image
fa: درج تصویر

source: Insert link
fa: درج لینک

source: Insert row after
fa: درج ردیف بعد از

source: Insert row before
fa: درج ردیف قبل از

source: Insert table
fa: درج جدول

source: Insert template
fa: درج الگو

source: Insert video
fa: درج فیلم

source: Insert
fa: درج

source: Insert/edit image
fa: درج/ویرایش تصویر

source: Insert/edit link
fa: درج/ویرایش لینک

source: Insert/edit video
fa: درج/ویرایش فیلم

source: Italic
fa: مورب

source: Justify
fa: تراز

source: Keywords
fa: کلمات کلیدی

source: Left to right
fa: از چپ به راست

source: Left
fa: چپ

source: Lower Alpha
fa: حروف کوچک

source: Lower Greek
fa: حروف یونانی کوچک

source: Lower Roman
fa: حروف رومی کوچک

source: Match case
fa: مورد تطبیق

source: Merge cells
fa: ادغام سلول‌ها

source: Middle
fa: میانه

source: New document
fa: سند جدید

source: New window
fa: پنجره جدید

source: Next
fa: بعدی

source: No color
fa: بی‌رنگ

source: Nonbreaking space
fa: نیم‌فاصله

source: Numbered list
fa: فهرست شماره‌گذاری شده

source: Page break
fa: انفصال صفحه

source: Paste as text
fa: جایگذاری به‌عنوان متن

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
fa: جایگذاری اکنون درحالت متن ساده است. تا زمانی که این گزینه را خاموش نکنید، مطالب به‌عنوان متن ساده جایگذاری می‌شوند.

source: Paste row after
fa: جایگذاری ردیف بعد از

source: Paste row before
fa: جایگذاری ردیف قبل از

source: Paste your embed code below:
fa: کد تعبیه‌شده خود را در زیر جایگذاری کنید:

source: Paste
fa: جایگذاری

source: Poster
fa: اعلان

source: Pre
fa: پیش‌تر

source: Prev
fa: قبل‌تر

source: Preview
fa: پیش نمایش

source: Print
fa: چاپ

source: Redo
fa: تکرار

source: Remove link
fa: حذف لینک

source: Replace all
fa: جایگزینی همه

source: Replace with
fa: جایگزینی با

source: Replace
fa: جایگزین کردن

source: Restore last draft
fa: بازگرداندن پیش نویس قبلی

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
fa: منطقه متن غنی. برای فهرست ALT-F9 را فشار دهید. برای نوار ابزار ALT-F10 فشار دهید. برای کمک ALT-0 فشار دهید

source: Right to left
fa: از راست به چپ

source: Right
fa: راست

source: Robots
fa: ربات‌ها

source: Row group
fa: گروه ردیف

source: Row properties
fa: ویژگی‌های ردیف

source: Row type
fa: نوع ردیف

source: Row
fa: ردیف

source: Rows
fa: ردیف‌ها

source: Scope
fa: حوزه

source: Select all
fa: انتخاب همه

source: Show blocks
fa: نشان دادن بلوک‌ها

source: Show invisible characters
fa: نشان دادن کاراکتر‌های ناپیدا

source: Source code
fa: کد منبع

source: Source
fa: منبع

source: Special character
fa: کاراکتر خاص

source: Spellcheck
fa: غلط املایی

source: Split cell
fa: جداکردن سلول

source: Square
fa: مربع

source: Start search
fa: شروع جستجو

source: Strikethrough
fa: خط زدن

source: Style
fa: سبک نگارش

source: Subscript
fa: زیرنویس

source: Superscript
fa: بالانویس

source: Table properties
fa: ویژگی‌های جدول

source: Table
fa: جدول

source: Target
fa: هدف

source: Templates
fa: الگوها

source: Text color
fa: رنگ متن

source: Text to display
fa: متن برای نمایش

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
fa: به نظر می‌رسد URL که وارد کردید یک نشانی پست الکترونیکی است. آیا می‌خواهید پیش‌وند mailto: مورد نیاز را اضافه کنید؟

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
fa: به نظر می‌رسد URL که وارد کردید یک لینک خارجی است. آیا می‌خواهید پیش‌وند http:// مورد نیاز را اضافه کنید؟

source: Title
fa: عنوان

source: Tools
fa: ابزار‌ها

source: Top
fa: بالا

source: Underline
fa: زیرخط

source: Undo
fa: باطل کردن

source: Upper Alpha
fa: حروف بزرگ

source: Upper Roman
fa: حروف رومی بزرگ

source: V Align
fa: تراز عمودی

source: Vertical space
fa: فاصله عمودی

source: View
fa: نمایش

source: Visual aids
fa: کمک‌های بصری

source: Whole words
fa: تمام کلمات

source: Width
fa: عرض

source: Words: {0}
fa: کلمات: {0}

source: You have unsaved changes are you sure you want to navigate away?
fa: شما تغییرات را ذخیره نکرده‌اید. آیا مطمئن هستید که می‌خواهید خارج شوید؟

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
fa: مرورگر شما دسترسی مستقیم به حافظه موقت را پشتیبانی نمی‌کند. لطفاً از میان‌بر صفحه‌کلید Ctrl+X/C/V استفاده کنید.

source: Insert/Edit Image
fa: درج/ویرایش تصویر

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa: تایید را بزنید تا نام کاربری و نشانی پست الکترونیکی خود را به درخواست یک سوم شخص بفرستید. لغو را بزنید تا بدون ارسال اطلاعاتتان به این صفحه بازگردید.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa: تایید را بزنید تا نام کاربری خود را به درخواست یک سوم شخص بفرستید. لغو را بزنید تا بدون ارسال اطلاعاتتان به این صفحه بازگردید.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa: تایید را بزنید تا نشانی پست الکترونیکی خود را به درخواست یک سوم شخص بفرستید. لغو را بزنید تا بدون ارسال اطلاعاتتان به این صفحه بازگردید.

source: incorrect
fa: نادرست

source: correct
fa: درست

source: answer
fa: پاسخ

source: Short explanation
fa: توضیح کوتاه

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
fa: اگر از ویرایشگر پیشرفته استفاده کنید، این بخش مساله به XML تبدیل خواهد ‌شد و شما دیگر نمی‌توانید به رابط ویرایشگر ساده بازگردید. میخواهید به ویرایشگر پیشرفته بروید و این بخش مساله را به XML تبدیل کنید؟

source: Explanation
fa: توضیح

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
fa: خطای توالی! نمیتوانید به %(tab_name)s ا بروید. لطفا با مدیران دوره تماس بگیرید.

source: Bookmarked
fa: نشانه‌گذاری شده

source: Play
fa: پخش

source: Pause
fa: مکث

source: Mute
fa: بی‌صدا

source: Unmute
fa: وصل صدا

source: Exit full browser
fa: بستن کامل مرورگر

source: Fill browser
fa: تکمیل مرورگر

source: Speed
fa: سرعت

source: Auto-advance
fa: خود پیشروی

source: Volume
fa: حجم صدا

source: Muted
fa: بی‌صدا شده

source: Very low
fa: خیلی کم

source: Low
fa: کم

source: Average
fa: متوسط

source: Loud
fa: بلند

source: Very loud
fa: خیلی بلند

source: Maximum
fa: حداکثر

source: This browser cannot play .mp4, .ogg, or .webm files.
fa: این مرورگر نمیتواند فایل‌های .mp4, .ogg, or .webm را پخش کند.

source: Try using a different browser, such as Google Chrome.
fa: سعی کنید از مروگر دیگری مانند Google Chrome استفاده کنید.

source: High Definition
fa: کیفیت بالا

source: off
fa: خاموش

source: on
fa: روشن

source: Video position. Press space to toggle playback
fa: توقف فیلم. اسپیس را بزنید تا فیلم پخش شود

source: Video ended
fa: فیلم به پایان رسید

source: Video position
fa: توقف فیلم

source: %(value)s hour
fa: %(value)s ساعت

source: %(value)s minute
fa: %(value)s دقیقه

source: %(value)s second
fa: %(value)s ثانیه

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
fa: روی این دکمه کلیک کنید تا صدای فیلم را قطع یا وصل کنید، یا دکمه بالا و پایین را فشار دهید تا صدا را افزایش یا کاهش دهید.

source: Adjust video volume
fa: تنظیم صدای فیلم

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
fa: برای وارد شدن به منوی سرعت فیلم، دکمه بالا را فشار دهید، سپس از دکمه‌های جهت‌دار بالا و پایین برای حرکت در سرعت‌های مختلف استفاده کنید. دکمه اینتر را فشار دهید تا به سرعت انتخاب شده تغییر کند.

source: Adjust video speed
fa: تنظیم سرعت فیلم

source: Video speed:
fa: سرعت فیلم:

source: Skip
fa: پرش

source: Play video
fa: فیلم را پخش کن

source: Do not show again
fa: دوباره نشان نده

source: Open language menu
fa: باز کردن منوی زبان

source: Transcript will be displayed when you start playing the video.
fa: وقتی پخش فیلم را شروع کنید، متن پیاده شده فیلم نمایش داده خواهد شد.

source: Activating a link in this group will skip to the corresponding point in the video.
fa: فعال کردن یک لینک در این گروه به نقطه مربوط در فیلم منتقل می‌شود.

source: Video transcript
fa: متن پیاده شده فیلم

source: Start of transcript. Skip to the end.
fa: شروع متن پیاده شده. پرش به انتها.

source: End of transcript. Skip to the start.
fa: پایان متن پیاده شده. پرش به ابتدا.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
fa: کلید جهت‌دار بالا را فشار دهید تا وارد منوی زبان شوید سپس از کلید‌های بالا و پایین استفاده کنید تا در میان گزینه‌های زبان حرکت کنید. تایید را فشار دهید تا زبان انتخابی تغییر کند.

source: Hide closed captions
fa: مخفی کردن زیرنویس‌های بسته شده

source: (Caption will be displayed when you start playing the video.)
fa: (هنگام پخش فیلم، زیرنویس نمایش داده می‌شود.)

source: Turn on closed captioning
fa: روشن کردن زیرنویس‌های بسته شده

source: Turn on transcripts
fa: روشن کردن متن پیاده شده

source: Turn off transcripts
fa: خاموش کردن متن پیاده‌ شده

source: View child items
fa: مشاهده موارد زیرشاخه

source: Navigate up
fa: به بالا بروید

source: Browsing
fa: جستجو کردن

source: Select
fa: انتخاب

source: Required field.
fa: موارد مورد نیاز.

source: Please do not use any spaces in this field.
fa: لطفا از هیچ فاصله‌ای در این قسمت استفاده نکنید.

source: Please do not use any spaces or special characters in this field.
fa: لطفا از هیچ فاصله‌ای در این زمینه استفاده نکنید.

source: Pagination
fa: صفحه‌بندی

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
fa: امکان تکمیل درخواست شما وجود ندارد. صفحه را دوباره بارگیری کنید دوباره امتحان کنید. اگر مشکل باقی ماند، دکمه کمک را فشار دهید تا مشکل را گزارش کنید.

source: Showing {firstIndex} out of {numItems} total
fa: نمایش {firstIndex} از مجموع {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
fa: نمایش {firstIndex}-{lastIndex} از مجموع {numItems}

source: Loading content
fa: بارگذاری محتوا

source: Your request could not be processed. Refresh the page and try again.
fa: امکان انجام درخواست شما وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Some images in this post have been omitted
fa: برخی تصاویر موجود در این پست حذف شده‌اند

source: image omitted
fa: تصویر حذف شد

source: there is currently {numVotes} vote
fa: در حال حاضر {numVotes} رای وجود دارد

source: {numVotes} Vote
fa: رای {numVotes}

source: You could not be subscribed to this post. Refresh the page and try again.
fa: نمی‌توانید در این پست مشترک شوید. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: You could not be unsubscribed from this post. Refresh the page and try again.
fa: نمی‌توانید از اشتراک در این پست خارج شوید. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This response could not be marked as an answer. Refresh the page and try again.
fa: این پاسخ را نمی‌توان به عنوان پاسخ علامت‌گذاری کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This response could not be unmarked as an answer. Refresh the page and try again.
fa: این پاسخ را نمی‌توان به عنوان پاسخ بی‌نشان کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This response could not be marked as endorsed. Refresh the page and try again.
fa: این پاسخ را نمی‌توان به عنوان تایید شده علامت‌گذاری کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This response could not be unendorsed. Refresh the page and try again.
fa: این پاسخ را نمی‌توان رد کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This vote could not be processed. Refresh the page and try again.
fa: پردازش این رای امکان‌پذیر نیست. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This post could not be pinned. Refresh the page and try again.
fa: سنجاق کردن این پست امکان‌پذیر نیست. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This post could not be unpinned. Refresh the page and try again.
fa: غیر‌فعال کردن سنجاق این پست امکان‌پذیر نیست. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This post could not be flagged for abuse. Refresh the page and try again.
fa: نمی‌توان این پست را به عنوان سوء استفاده نشان‌گذاری کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This post could not be unflagged for abuse. Refresh the page and try again.
fa: نمی‌توان این پست را به عنوان سوء استفاده بی‌نشان کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This post could not be closed. Refresh the page and try again.
fa: نمی‌توان این پست را بست. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: This post could not be reopened. Refresh the page and try again.
fa: نمی‌توان این پست را دوباره باز کرد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Show Discussion
fa: نمایش بحث

source: Hide Discussion
fa: مخفی کردن بحث

source: This discussion could not be loaded. Refresh the page and try again.
fa: بارگذاری این بحث امکا‌ن‌پذیر نیست. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: There are no posts in this topic yet.
fa: هنوز برای این عنوان، پستی وجود ندارد.

source: Loading more threads
fa: بارگذاری موضوعات بیشتر

source: Additional posts could not be loaded. Refresh the page and try again.
fa: امکان بارگذاری پست‌های بیشتر وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Current conversation
fa: بحث فعلی

source: Loading posts list
fa: بارگذاری فهرست پست‌ها

source: No results found for {original_query}. Showing results for {suggested_query}.
fa: هیچ نتیجه‌ای برای {original_query} یافت نشد. نتیایج را برای {suggested_query} نشان میدهیم.

source: No posts matched your query.
fa: هیچ پستی با درخواست شما مطابقت نداشت.

source: Show posts by {username}.
fa: نمایش پست‌های منتشر شده توسط {username}.

source: The post you selected has been deleted.
fa: پستی که انتخب کردید حذف شده‌است.

source: Responses could not be loaded. Refresh the page and try again.
fa: امکان بارگذاری پاسخ‌ها وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Additional responses could not be loaded. Refresh the page and try again.
fa: امکان بارگذاری پاسخ‌های بیشتر وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: {numResponses} other response
fa: {numResponses} پاسخ دیگر

source: {numResponses} response
fa: {numResponses} پاسخ

source: Showing all responses
fa: نمایش همه پاسخ‌ها

source: Showing first response
fa: نمایش پاسخ اول

source: Load all responses
fa: بارگذاری همه پاسخ‌ها

source: Load next {numResponses} responses
fa: نمایش {numResponses} پاسخ بعد

source: Are you sure you want to delete this post?
fa: آیا از حذف این پست مطمئن هستید؟

source: Your post will be discarded.
fa: پست شما کنار گذاشته خواهد ‌شد.

source: anonymous
fa: ناشناس

source: Are you sure you want to delete this comment?
fa: آیا از حذف این نظر مطمئن هستید؟

source: This comment could not be deleted. Refresh the page and try again.
fa: امکان حذف این نظر وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Are you sure you want to delete this response?
fa: آیا از حذف این پاسخ مطمئن هستید؟

source: The email address you've provided isn't formatted correctly.
fa: نشانی پست الکترونیکی که فراهم کرده‌اید به درستی قالب‌بندی نشده ‌است.

source: %(field)s must have at least %(count)d characters.
fa: %(field)s باید حداقل %(count)d کاراکتر داشته باشد.

source: %(field)s can only contain up to %(count)d characters.
fa: %(field)s تنها می‌تواند حداکثر %(count)d کاراکتر داشته باشد.

source: Please enter your %(field)s.
fa: لطفا %(field)s خود را وارد کنید.

source: Drop target image
fa: تصویر هدف را وراد کنید

source: dragging out of slider
fa: گرفتن از اسلایدر

source: dragging
fa: گرفتن

source: dropped in slider
fa: در اسلایدر قرار داده ‌شد

source: dropped on target
fa: در هدف انداخته شد

source: %s ago
fa: %s پیش

source: %s from now
fa: %s از الان

source: less than a minute
fa: کمتر از یک دقیقه

source: about a minute
fa: حدود یک دقیقه

source: %d minute
fa: %d دقیقه

source: about an hour
fa: حدود یک ساعت

source: about %d hour
fa: حدود %d ساعت

source: a day
fa: یک روز

source: %d day
fa: %d روز

source: about a month
fa: حدود یک ماه

source: %d month
fa: %d ماه

source: about a year
fa: حدود یک سال

source: %d year
fa: %d سال

source: Select a section or problem
fa: بخش یا مساله را انتخاب کنید

source: An unexpected error occurred. Please try again.
fa: خطای غیر‌منتظره‌ ای اتفاق افتاد. لطفا دوباره تلاش کنید.

source: Financial Assistance
fa: کمک مالی

source: Upset Learner
fa: فراگیر Upset

source: Teaching Assistant
fa: دستیار آموزشی

source: Please specify a reason.
fa: لطفا یک دلیل مشخص کنید.

source: Something went wrong changing this enrollment. Please try again.
fa: در تغییر این ثبت نام مشکلی پیش آمد. لطفا دوباره تلاش کنید.

source: Please fix the following errors:
fa: لطفا خطاهای زیر را رفع کنید:

source: Files that you upload must be smaller than 5MB in size.
fa: فایل‌هایی که بارگذاری کردید باید کمتر از ۵مگابایت حجم داشته ‌باشد.
