Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs-studio.po
Languages: fa

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
fa: عامل این اتفاق ممکن است سرور ما یا اتصال شما به اینترنت باشد. یک بار دیگر صفحه را باز کنید و یا از اتصال به اینترنت اطمینان حاصل نمایید.

source: Studio's having trouble saving your work
fa: استودیو برای ذخیره کار شما با مشکل مواجه شد.

source: OpenAssessment Save Error
fa: خطای ذخیره سازی OpenAssesment

source: This link will open in a new browser window/tab
fa: این پیوند در یک پنجره/ تب مرورگر جدید باز خواهد شد

source: This link will open in a modal window
fa: این پیوند در یک پنجره معین باز خواهد شد

source: Certificate name is required.
fa: نام گواهی الزامی است.

source: Signatory field(s) has invalid data.
fa: اطلاعات صاحب امضاء حاوی داده(های) نامعتبر است.

source: Edit this certificate?
fa: آیا می‌خواهید این گواهی را ویرایش کنید؟

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
fa: این گواهی قبلاً فعال شده و هنوز معتبر است. آیا از ادامۀ ویرایش اطمینان دارید؟

source: Yes, allow edits to the active Certificate
fa: بله، اجازه دهید که گواهی فعال ویرایش شود.

source: certificate
fa: گواهی نامه

source: Set up your certificate
fa: ایجاد گواهی شخصی

source: You have not created any certificates yet.
fa: شما هنوز هیچ گواهی ای نساخته اید.

source: Delete "<%= signatoryName %>" from the list of signatories?
fa: آیا می‌خواهید "<%= signatoryName %>" را از فهرست صاحبان امضاء حذف کنید؟

source: This action cannot be undone.
fa: این عمل قابل بازگشت نیست

source: Deleting
fa: حذف کردن

source: Upload signature image.
fa: تصویر امضایتان را بارگزاری کنید

source: Image must be in PNG format.
fa: تصویر باید از نوع PNG باشد.

source: Group %s
fa: گروه %s

source: Your export has failed.
fa: ارسال فایل ناموفق بود.

source: Already a course team member
fa: قبلا عضو گروه درسی بوده اید

source: Are you sure you want to delete {email} from the course team for “{container}”?
fa: آیا مطمئنید که می‌خواهید {email} را از گروه درسی‌ “{container}” پاک کنید؟

source: Staff
fa: کارکنان

source: Admin
fa: مدیر

source: Already a library team member
fa: قبلا عضو گروه کتابخانه شده است.

source: Are you sure you want to delete {email} from the library “{container}”?
fa: آیا مطمئنید که می خواهید پست الکترونیکی {email} را از کتابخانه “{container}” پاک کنید؟

source: Library User
fa: کاربر کتاب خانه

source: Hide Deprecated Settings
fa: مخفی کردن تنظیماتی که در نسخه های بعدی نخواهند بود

source: Show Deprecated Settings
fa: نمایش تنظیماتی که در نسخه های بعدی نخواهند بود

source: You have unsaved changes. Do you really want to leave this page?
fa: شما تغییرات ذخیره نشده دارید. آیا مطمین هستید که می خواهد این صفحه را ترک کنید؟

source: There was an error during the upload process.
fa: در روند آپلود خطایی وجود دارد.

source: There was an error while unpacking the file.
fa: خطایی هنگام خارج کردن فایل از حالت فشرده رخ داده است.

source: There was an error while verifying the file you submitted.
fa: خطایی هنگام عملیات تایید فایلی که شما ارسال کردید رخ داده است.

source: Choose new file
fa: فایل جدیدی انتخاب کنید

source: There was an error while importing the new library to our database.
fa: خطایی در وارد کردن کتابخانه جدید به پایگاه داده ما رخ داده است.

source: There was an error while importing the new course to our database.
fa: خطایی در هنگام وارد کردن درس به پایگاه داده ما رخ داده است

source: Your import has failed.
fa: ارسال فیل شما با مشکل مواجه شده است

source: Your import is in progress; navigating away will abort it.
fa: در حال دریافت اطلاعات هستیم. خروج از این صفحه دریافت اطلاعات را قطع خواهد کرد.

source: Error importing course
fa: انتقال درس با خطا مواجه شد.

source: There was an error with the upload
fa: خطایی در بارگذاری وجود دارد

source: Organization:
fa: سازمان :

source: Course Number:
fa: شماره کلاس:

source: Course Run:
fa: دوره اجرا:

source: Re-run Course
fa: اجرای مجدد درس

source: View Live
fa: نمایش زنده

source: Internal Server Error.
fa: خطای سرور داخلی.

source: Queued
fa: در صف قرار گرفت

source: Upload completed
fa: بارگذاری کامل شد

source: Upload failed
fa: خطا در بارگذاری

source: Chapter name and asset_path are both required
fa: نام فصل و مسیر ملحقات هردو ضروری است.

source: Chapter name is required
fa: نام فصل باید وارد شود

source: asset_path is required
fa: مسیر ملحقات ضروری است

source: You must specify a name
fa: شما باید یک نام اختصاص دهید

source: Action required: Enter a valid date.
fa: عمل ضروری: تاریخ معتبر وارد نمایید.

source: Group name is required
fa: نام گروه باید وارد شود

source: Group A
fa: گروه A

source: Group B
fa: گروه B

source: Group Configuration name is required.
fa: تنظیمات گروه: نام باید وارد شد

source: There must be at least one group.
fa: حداقل یک گروه باید وجود داشته باشد.

source: All groups must have a name.
fa: تمامی گروه ها باید نام داشته باشند.

source: All groups must have a unique name.
fa: همه گروه ها باید اسم یکتایی داشته باشند

source: The course must have an assigned start date.
fa: این دوره باید تاریخ شروع اختصاص یافته داشته باشد.

source: The course end date must be later than the course start date.
fa: روز پایان درس باید پس از روز آغاز آن باشد.

source: The course start date must be later than the enrollment start date.
fa: روز شروع درس باید پس از روز شروع ثبت نام باشد.

source: The enrollment start date cannot be after the enrollment end date.
fa: تاریخ شروع ثبت نام نمی تواند پس از تاریخ پایان ثبت نام باشد

source: The enrollment end date cannot be after the course end date.
fa: تاریخ پایان ثبت نام نمی تواند پس از تاریخ پایان دوره باشد.

source: Key should only contain letters, numbers, _, or -
fa: کلید باید فقط از حروف، اعداد، _ و یا - باشد

source: Please enter an integer between %(min)s and %(max)s.
fa: لطفاً یک عدد صحیح بین %(min)s و %(max)s وارد نمایید.

source: There's already another assignment type with this name.
fa: در حال حاضر یکی دیگر از انواع تکلیف با این نام وجود دارد.

source: Please enter an integer between 0 and 100.
fa: لطفا یک عدد صحیح بین 0 و 100 را وارد کنید.

source: Please enter an integer greater than 0.
fa: لطفا مقداری بزرگتر از 0 وارد کنید

source: Please enter non-negative integer.
fa: لطفا مقدار غیر منفی وارد نمایید

source: Grace period must be specified in HH:MM format.
fa: مهلت باید در فرمت HH:MM مشخص شده باشد.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
fa: نمرۀ قبولی در درس نباید کمتر از %(minimum_grade_cutoff)s% باشد.

source: Textbook name is required
fa: نام کتاب درسی باید وارد شود.

source: Please add at least one chapter
fa: لطفا حداقل یک فصل را اضافه کنید.

source: All chapters must have a name and asset
fa: همه فصل ها باید دارای نام و ملحقات باشند.

source: Only <%= fileTypes %> files can be uploaded. Please select a file ending in <%= fileExtensions %> to upload.
fa: فقط فایل های <%= fileTypes %> می توانند بارگذاری شوند. لطفاً قسمت بارگذاری فایل را <%= fileExtensions %> در قسمت بارگذاری انتخاب نمایید.

source: or
fa: یا

source: This component has validation issues.
fa: این جزء مشکل اعتبار سنجی دارد

source: Your file could not be uploaded
fa: فایل شما بارگذاری نشد

source: Upload Videos
fa: آپلود ویدیوها

source: Your video uploads are not complete.
fa: بارگزاری ویدئو ها کامل نشده است.

source: Upload completed for video {fileName}
fa: بارگزاری ویدئو ی {fileName} کامل شد.

source: Upload failed for video {fileName}
fa: بارگزاری ویدئو ی {fileName} انجام نشد.

source: : video upload complete.
fa: :بارگزاری ویدئو کامل شد.

source: Previous Uploads table has been updated.
fa: بارگزاری جداول قبلی به روز شد

source: Delete File Confirmation
fa: حذف تأییدیه فایل

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
fa: آیا شما مطمئن هستید که می خواهید این آیتم را حذف کنید. این عمل برگشت پذیر نخواهد بود! همچنین هر یک از مطالب یا لینک یا اشاره به این آیتم دیگر کار نمی کنند (مثل تصاویر و یا لینکهای میانبر)

source: Your file has been deleted.
fa: فایل مورد نظر شما حذف شده است.

source: Date Added
fa: تاریخ اضافه شدن

source: Type
fa: نوع

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
fa: فایل {filename} بیشتر از {maxFileSizeInMBs} مگابایت حجم دارد

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
fa: لطفا راهنمای زیر را برای چگونگی بارگذاری یک فایل در جایی دیگر و یک ارتباط به آن ایجاد کنید : {maxFileSizeRedirectUrl}

source: Max file size exceeded
fa: فراتر رفتن از بیشترین اندازه فایل

source: Upload New File
fa: بارگذاری پوشه ی جدید

source: Load Another File
fa: بارگزاری فایل دیگر

source: Adding
fa: اضافه کردن

source: Are you sure you want to delete this update?
fa: آیا مطمئن هستید که می خواهید این بروز رسانی را حذف کنید؟

source: Create Re-run
fa: اجرای دوباره را درست کن

source: Processing Re-run Request
fa: درحال انجام درخواست اجرای دوباره

source: Select turnaround
fa: چرخش را انتخاب کنید

source: Select language
fa: زبان را انتخاب کنید

source: Press Remove to remove language
fa: برای حذف زبان را فشار دهید

source: Settings updated
fa: تنظیمات به روز شد

source: Required
fa: نیازمند

source: Upload a new PDF to “<%= name %>”
fa: بارگذاری فایلPDF جدید در“<%= name %>”

source: Please select a PDF file to upload.
fa: لطفا یک فایل پی دی اف جهت آپلود انتخاب کنید

source: There has been an error while exporting.
fa: خطایی هنگام صدور رخ داده است

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
fa: خطایی در استخراج حداقل یک جزء به فرمت XML به وجود آمده است. پیشنهاد می شود که شما به صفحه ویرایش بروید و خطا را رفع نمایید و بعد یکبار دیگر استخراج نمایید. لطفا بررسی نمایید که همه اجزاء صفحه معتبر هست و هیچ پیغام خطایی نمایش داده نمی شود

source: Correct failed component
fa: جزء شکست خورده را تصحیح کنید

source: Return to Export
fa: بازگشت به صدور

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
fa: خطایی در کتابخانه به فرمت XML به وجود آمده است. متاسفانه، ما اطلاعات کافی برای کمک به شما برای تشخیص جزء ناصحیح در دست نداریم. پیشنهاد می شود که شما کتابخانه خود را برای شناسایی جزء ناصحیح بررسی کنید و دوباره تلاش کنید

source: Take me to the main library page
fa: من را به صفحه اصلی کتابخانه ببر

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
fa: خطایی در استخراج درس به فرمت XML به وجود آمده است. متاسفانه، ما اطلاعات کافی برای کمک به شما برای تشخیص جزء ناصحیح در دست نداریم. پیشنهاد می شود که شما درس خود را برای شناسایی جزء ناصحیح بررسی کنید و دوباره تلاش کنید

source: Take me to the main course page
fa: من را به صفحه اصلی درس ببر

source: The raw error message is:
fa: پیغام خام خطا این است:

source: There has been an error with your export.
fa: خطای در استخراج شما رخ داده است

source: Contains {count} group
fa: دارای {count} گروه

source: Not in Use
fa: در حال استفاده نیست.

source: group configuration
fa: تنظیمات گروه

source: Add your first group configuration
fa: پیکربندی اولین گروه خود را اضافه کنید.

source: You have not created any group configurations yet.
fa: شما هنوز تنظیم گروه نساخته اید

source: Upload instructor image.
fa: تصویر مربی را بارگزاری نمایید

source: Files must be in JPEG or PNG format.
fa: فایل ها باید با فرمت JPEG یا PNG باشد.

source: All Rights Reserved
fa: همه حقوق محفوظ است

source: You reserve all rights for your work
fa: شما همه حقوق کارتان را حفظ می کنید

source: Creative Commons
fa: مجوز Creative Commons

source: You waive some rights for your work, such that others can use it too
fa: شما از برخی از حقوق کار خود صرف نظر می کنید تا دیگران نیز بتوانند از آن استفاده کنند

source: Version
fa: نسخه

source: Attribution
fa: انتساب

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
fa: به دیگران اجازه دهید با ترتیباتی که شما معین کرده‌اید کاری را که به نام شما است کپی، توزیع، نمایش و بهره‌برداری کنند. در حال حاضر این گزینه اجباری است.

source: Noncommercial
fa: غیر تجاری

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
fa: به دیگران اجازه دهید کاری را که به نام شما است -و همچنین کارهایی را که بر اساس آن ایجاد می‌شود - کپی، توزیع، نمایش و بهره‌برداری کنند. ولی فقط برای مقاصد غیر تجاری.

source: No Derivatives
fa: غیر مشتق

source: Share Alike
fa: به اشتراک‌گذاری مشابه

source: Delete this %(item_display_name)s?
fa: این %(item_display_name)s پاک شود؟

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
fa: حذف این %(item_display_name)s دائمی است و قابل بازگشت نمی باشد

source: There was an error changing the user's role
fa: خطایی در تغییر نقش کاربر رخ داده است

source: Error adding user
fa: خطا در اضافه کردن کاربر

source: Error removing user
fa: خطا در حذف کاربر

source: A valid email address is required
fa: یک پست الکترونیکی معتبر نیاز است

source: You must enter a valid email address in order to add a new team member
fa: شما برای اضافه کردن عضو جدید به تیم باید از یک پست الکترونیکی معتبر استفاده کنید

source: Return and add email address
fa: بازگشت و اضافه کردن آدرس پست الکترونیکی

source: Already a member
fa: قبلا عضو شده

source: Return to team listing
fa: بازگشت به لیست گروه

source: Publish
fa: انتشار

source: Basic
fa: ابتدایی

source: Unit
fa: واحد

source: Component
fa: کامپوننت

source: Move
fa: انتقال

source: Validation Error While Saving
fa: خطای درستی سنجی هنگام ذخیره سازی

source: Undo Changes
fa: بازیابی تغییرات

source: Change Manually
fa: تغییر به صورت دستی

source: Sections
fa: انتخاب

source: Subsections
fa: زیربخش

source: Units
fa: دروس

source: Components
fa: اجزاء

source: Groups
fa: گروه ها

source: Course Outline
fa: طرح دوره

source: Date added
fa: تاریخ اضافه شدن

source: Publishing
fa: در حال انتشار

source: Discard Changes
fa: دور ریختن تغییرات

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
fa: آیا مطمین هستید که می خواهید به آخرین ورژن منتشر شده ی این واحد برگردید؟ این کار قابل بازیابی نخواهد بود.

source: Discarding Changes
fa: در حال لغو تغییرات

source: Hiding from Students
fa: در حال مخفی کردن از دانشجو

source: Explicitly Hiding from Students
fa: صراحتا از دانشجو مخفی است

source: Inheriting Student Visibility
fa: ارث بردن دیده شدن برای دانشجو

source: Make Visible to Students
fa: قابل مشاهده کن برای دانشجویان

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
fa: اگر واحد پیشتر برای دانشجویان منتشر شده بود، هر تغییری که در زمان مخفی بودن آن در آن داده بودید اکنون برای دانشجویان قابل مشاهده خواهد بود. آیا مایل به ادامه هستید؟

source: Making Visible to Students
fa: در حال نشان دادن به دانشجویان

source: Course Index
fa: فهرست درس

source: There were errors reindexing course.
fa: خطایی در دوباره شاخص کردن درس بوجود آمده است

source: Hide Previews
fa: پنهان کردن پیش نمایش

source: Show Previews
fa: نشان دادن پیش نمایش

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
fa: در حال نمایش {currentItemRange} از {totalItemsCount}، فیلتر شده با {assetType}، مرتب شده بر اساس کاهش {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
fa: در حال نمایش {currentItemRange} از {totalItemsCount}، مرتب شده بر اساس کاهش {sortName}

source: content group
fa: گروه محتوا

source: Add your first content group
fa: اولین گروه محتوایی خود را ایجاد کنید.

source: You have not created any content groups yet.
fa: شما هنوز گروه محتوایی نساخته اید

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
fa: تا زمانی که شما مراحل خود را ذخیره ننمایید تغیرات شما هیچ تاثیری ندارد. مراقبت با کلید و فرمت کردن مقدار، به عنوان معتبرسازی اجرا نمی شود.

source: Your policy changes have been saved.
fa: تغییر سیاست شما ذخیره شده است.

source: Course Credit Requirements
fa: این دوره نیاز به اعتبار دارد.

source: The minimum grade for course credit is not set.
fa: حداقل نمره قبولی برای این درس ثبت نشده است.

source: Upload your course image.
fa: تصویر دوره خود را آپلود کنید.

source: Upload your banner image.
fa: تصویر بنر خود را آپلود کنید.

source: Upload your video thumbnail image.
fa: تصویر بندانگشتی ویدیوی خود را آپلود کنید

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
fa: حذف یک کتاب درسی نمی تواند قابل بازگشت باشد و یک بار حذف هر گونه اشاره به آن پیمایش دروس شما نیز حذف خواهد شد.

source: Delete Page Confirmation
fa: تایید حذف صفحه

source: Are you sure you want to delete this page? This action cannot be undone.
fa: آیا مطمین هستید که می خواهید این صفحه را پاک کنید. این کار قابل بازیابی نخواهد بود.

source: Upload
fa: آپلود

source: We're sorry, there was an error
fa: متأسفیم، خطایی وجود دارد

source: The combined length of the organization, course number, and course run fields cannot be more than <%=limit%> characters.
fa: اندازه ترکیب سازمان، تعداد درس، و زمینه های اجرایی درس نمی تواند بیشتر از <%=limit%> حرف باشد.

source: The combined length of the organization and library code fields cannot be more than <%=limit%> characters.
fa: اندازه ترکیب سازمان و زمینه های کد کتابخانه نمی توانند بیشتر از <%=limit%> حرف باشند.

source: Undo move
fa: بازگرداندن انتقال

source: Take me to the new location
fa: من را به مکان جدید ببر

source: Duplicating
fa: در حال تکثیر

source: Undo moving
fa: در حال بازگرداندن انتقال

source: Moving
fa: در حال انتقال

source: section
fa: بخش:

source: subsection
fa: زیربخش

source: unit
fa: واحد

source: You've made some changes
fa: شما تغییراتی ایجاد نموده اید

source: Your changes will not take effect until you save your progress.
fa: تا زمانی که شما مراحل خود را ذخیره ننمایید تغیرات شما هیچ تاثیری ندارد.

source: You've made some changes, but there are some errors
fa: شما تغییراتی ایجاد نموده اید، اما خطاهایی وجود دارد

source: Please address the errors on this page first, and then save your progress.
fa: لطفا اول، به اشتباهات در این صفحه رسیدگی و سپس پیشرفت خود را ذخیره نمایید .

source: Save Changes
fa: ذخیره تغییرات

source: Please select a file in .srt format.
fa: لطفا یک فایل با فرمت srt. جهت آپلود انتخاب کنید.

source: Error: Uploading failed.
fa: خطا: بارگزاری ناموفق

source: Error: Import failed.
fa: خطا: صدور ناموفق

source: Error: Replacing failed.
fa: خطا: جایگذاری ناموفق

source: Error: Choosing failed.
fa: خطا: انتخاب ناموفق

source: Error: Connection with server failed.
fa: خطا: اتصال ناموفق به سرور

source: Link types should be unique.
fa: نوع لینک ها باید منحصر به فرد و یکتا باشد.

source: Links should be unique.
fa: لینک ها باید منحصر به فرد و یکتا باشند.

source: Incorrect url format.
fa: فرمت url صحیح نمی باشد.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
fa: متاسفیم. خواندن زیرنویس هایی که آپلود کردید با مشکل مواجه شد. لطفا فرمتشان را یک بار دیگر چک کنید و دوباره سعی کنید.

source: Upload translation
fa: آپلود ترجمه

source: minutes
fa: دقیقه

source: minute
fa: دقیقه

source: seconds
fa: ثانیه

source: second
fa: ثانیه

source: and
fa: و

source: Editor
fa: ویرایشگر

source: Settings
fa: تنظیمات

source: New {component_type}
fa: {component_type} جدید

source: Updating Tags
fa: به روز رسانی برچسب ها
