Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: In order to sign in, you need to activate your account.{blank_lines}We just sent an activation link to {email_strong}. If you do not receive an email, check your spam folders or {link_start}contact {platform_name} Support{link_end}.
fa: برای ورود به سیستم، باید حساب خود را فعال کنید. {blank_lines} ما فقط پیوند فعال سازی را به {email_strong} ارسال کردیم. اگر ایمیلی دریافت نکردید، پوشه‌های هرزنامه خود را بررسی کنید یا {link_start} با {platform_name} پشتیبانی {link_end} تماس بگیرید.

source: Too many failed login attempts. Try again later.
fa: شما چند بار تلاش ناموفق جهت ورود با حساب کاربری داشتید. لطفا بعدا تلاش نمایید.

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
fa: به عنوان کاربر {allowed_domain}، شما باید با حساب کاربری خود وارد شوید {allowed_domain}{link_start} {provider} {link_end}.

source: The email address you used to register with {platform_name}
fa: نشانی پست الکترونیکی که برای ثبت نام با {platform_name} استفاده کردید

source: Create Account
fa: ایجاد حساب

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
fa: این آدرس پست الکترونیکی با هیچ حساب کاربری مرتبط نیست. آیا مطمئنید که ثبت‌نام کرده‌اید؟

source: The user account associated with this e-mail address cannot reset the password.
fa: حساب کاربری مرتبط با این آدرس پست الکترونیکی نمی‌تواند رمز عبور را تغییر دهد.

source: Password reset unsuccessful
fa: کلمه عبور به درستی تغییر کرد

source: Error in resetting your password.
fa: خطا در بازنشانی کلمه عبور شما.

source: Error in resetting your password. Please try again.
fa: خطا در تنظیم مجدد کلمه عبور. لطفا دوباره تلاش کنید.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
fa: {html_start} ایجاد گذرواژه کامل شد {html_end} گذرواژه شما ایجاد شده است. {bold_start} {email} {bold_end} اکنون ایمیل ورود به سیستم اصلی شماست.

source: Your previous request is in progress, please try again in a few moments.
fa: درخواست قبلی شما در حال انجام است، لطفا چند لحظه دیگر دوباره امتحان کنید.

source: Some error occured during password change. Please try again
fa: در هنگام تغییر کلمه عبور، خطایی رخ داد. لطفا دوباره تلاش کنید

source: No email address provided.
fa: هیچ آدرس پست الکترونیکی ارائه نشده است.

source: Registration using {provider} has timed out.
fa: ثبت‌نام با استفاده از {provider} منقضی شده‌است.

source: Full Name cannot contain the following characters: < >
fa: نام کامل نمی‌تواند شامل این کاراکترها باشد: < >

source: A properly formatted e-mail is required
fa: پست الکترونیکی باید به صورت صحیح وارد شود

source: Your legal name must be a minimum of one character long
fa: نام قانونی شما باید حداقل یک عبارت طولانی باشد

source: Email cannot be more than %(limit_value)s characters long
fa: طول پست الکترونیکی نمی‌تواند بیش از %(limit_value)s کاراکتر باشد

source: You must accept the terms of service.
fa: شما باید شرایط استفاده از خدمات را بپذیرید.

source: A level of education is required
fa: وارد کردن سطح تحصیلات الزامی است

source: Your gender is required
fa: وارد کردن جنیست الزامی است

source: Your year of birth is required
fa: وارد کردن سال تولد الزامی است

source: Your mailing address is required
fa: وارد کردن نشانی پستی الزامی است

source: A description of your goals is required
fa: توضیح اهداف شما الزامی است

source: A city is required
fa: شهر الزامی است

source: A country is required
fa: وارد کردن کشور الزامی است

source: To enroll, you must follow the honor code.
fa: جهت ثبت‌نام، باید قوانین صداقت را بپذیرید.

source: You are missing one or more required fields
fa: شما یک یا چند مورد الزامی را خالی گذاشته‌اید

source: Unauthorized email address.
fa: آدرس پست الکترونیکی غیر مجاز.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
fa: به نظر می‌رسد {email} قبلا ثبت شده است. با یک آدرس پست الکترونیکی دیگر امتحان کنید.

source: This is what you will use to login.
fa: این همان چیزی است که برای ورود به سیستم استفاده خواهید کرد.

source: This name will be used on any certificates that you earn.
fa: این نام در هر گواهی که بدست می‌آورید استفاده خواهد شد.

source: Public Username
fa: نام کاربری عمومی

source: The name that will identify you in your courses. It cannot be changed later.
fa: نامی که شما را در دوره‌های‌تان معرفی می‌کند. بعداً قابل تغییر نیست.

source: Highest level of education completed
fa: بالاترین سطح تحصیلات

source: Year of birth
fa: سال تولد

source: Country or Region of Residence
fa: کشور یا منطقه اقامت

source: The country or region where you live.
fa: کشور یا منطقه‌ای که در آن زندگی می‌کنید.

source: Terms of Service and Honor Code
fa: شرایط استفاده از خدمات و کد صداقت

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
fa: با {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} موافقم

source: You must agree to the {platform_name} {terms_of_service}
fa: شما باید با {platform_name} {terms_of_service} موافقت کنید

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
fa: با ایجاد یک حساب، شما با {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} موافقت می‌کنید و تأیید می‌کنید که {platform_name} و هر یک از اعضا داده‌های شخصی شما را مطابق با {privacy_policy_link_start} خط مشی رازداری {privacy_policy_link_end} پردازش کنند.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
fa: من با {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} موافقم

source: Dismiss
fa: نادیده بگیر

source: The course key for the course we would like to be auto-cohorted.
fa: کلید دوره برای دوره‌ای که ما می‌خواهیم به طور خودکار همگام شویم.

source: Force On
fa: فعال کردن اجباری

source: Force Off
fa: خاموش کردن اجباری

source: This content is only accessible to registered learners. Sign in or register to view it.
fa: این محتوا فقط برای فراگیران ثبت نام شده قابل دسترسی است. برای مشاهده آن وارد سیستم شوید یا ثبت نام کنید.

source: This content is only accessible to enrolled learners.
fa: این محتوا فقط برای فراگیران ثبت نام شده قابل دسترسی است.

source: This value is invalid.
fa: این مقدار نامعتبر است.

source: This field is not editable
fa: این قسمت قابل ویرایش نیست

source: %(min_score)s is not a valid grade percentage
fa: %(min_score)s یک درصد نمره معتبر نیست

source: Gating milestone for {usage_key}
fa: نقطه عطف ورود به سیستم برای{usage_key}

source: License
fa: مجوز

source: Category
fa: دسته بندی

source: Week 1
fa: هفته۱

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
fa: نام دسته یک برای گفت‌وگو. این نام در قسمت سمت چپ تالار گفت‌وگو برای دوره وجود دارد.

source: Subcategory
fa: زیرمجموعه

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
fa: نام یک زیرمجموعه برای گفت‌وگو. این نام در قسمت سمت چپ تالار گفت‌وگو برای دوره وجود دارد.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
fa: شما وارد سیستم نشده‌اید. برای مشاهده محتوای گفت‌وگو، {sign_in_link} یا {register_link} را وارد کنید و در این دوره ثبت نام کنید.

source: {assignment} is due for {course}.
fa: {assignment} مربوط به {course} است.

source: Calendar Sync
fa: همگام سازی تقویم

source: Unsubscribe from calendar updates
fa: اشتراک در به روزرسانی‌های تقویم را لغو کنید

source: Subscribe to calendar updates
fa: اشتراک در به روزرسانی‌های تقویم

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
fa: اگر پیکربندی فعال باشد، همه ثبت نام‌های ایجاد شده پس از این تاریخ و زمان (زمان محلی کاربر) تحت تأثیر قرار می‌گیرند.

source: Studio Override Enabled
fa: لغو استودیو فعال شد

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
fa: اجازه دهید قابلیت مشاهده مبتنی بر ویژگی بر اساس هر جز مولفه در استودیو نادیده گرفته شود.

source: Graded assessments are available to Verified Track learners.
fa: ارزیابی‌های نمره‌دهی شده در اختیار فراگیران تأیید‌شده است.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
fa: ارزیابی‌های نمره‌دهی شده در اختیار فراگیران تأیید‌شده است. به «باز کردن» ارتقا دهید.

source: Content available only to verified track learners
fa: مطالب فقط برای فراگیران تأیید شده در دسترس است

source: Verified Track Access
fa: دسترسی به مسیر تأیید شده

source: Upgrade to unlock
fa: برای باز کردن قفل ارتقا دهید

source: Access expired on {expiration_date}
fa: دسترسی در تاریخ {expiration_date} منقضی شد

source: Access to {course_name} expired on {expiration_date}
fa: دسترسی به {course_name} در تاریخ {expiration_date} منقضی شد

source: Access to the course you were looking for expired on {expiration_date}
fa: دسترسی به دوره‌ای که به دنبال آن بودید در تاریخ {expiration_date} منقضی شده است

source: This learner does not have access to this course. Their access expired on {expiration_date}.
fa: این فراگیر به این دوره دسترسی ندارد. دسترسی آنها در تاریخ {expiration_date}.منقضی شد.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
fa: {strong_open} حسابرسی منقضی می‌شود {expiration_date}{strong_close}{line_break} در تاریخ{expiration_date} دسترسی شما به این دوره از جمله پیشرفت خود را از دست می‌دهید.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
fa: {line_break}توسط {upgrade_deadline} برای دریافت دسترسی نامحدود به دوره تا زمانی که روی سایت وجود دارد ارتقا یافت. {a_open} اکنون ارتقا دهید{sronly_span_open} تا دسترسی گذشته را حفظ کنید {expiration_date}{span_close}{a_close}

source: Updates
fa: به روزرسانی

source: Reviews
fa: بررسی‌ها

source: {sign_in_link} or {register_link} and then enroll in this course.
fa: {sign_in_link} یا {register_link} سپس در این دوره ثبت‌نام کنید.

source: Welcome to {course_display_name}
fa: به {course_display_name} خوش‌آمدید

source: You must be enrolled in the course to see course content. Please contact your degree administrator or edX Support if you have questions.
fa: برای دیدن محتوای دوره باید در دوره ثبت‌نام کنید. اگر سوالی دارید لطفاً با مدیر مدارک یا پشتیبانی آکادمی خود تماس بگیرید.

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
fa: {open_enroll_link} اکنون ثبت‌نام کنید{close_enroll_link} تا به دوره کامل دسترسی پیدا کنید.

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
fa: برای شروع، با انتخاب گزینه زیر که به بهترین وجه برنامه یادگیری شما را توصیف می‌کند، یک هدف را تعیین کنید. {goal_options_container}

source: Set goal to: {choice}
fa: تعیین هدف بر روی: {choice}

source: Set goal to: {goal_text}
fa: تعیین هدف بر روی: {goal_text}

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
fa: این موارد زمینه را برای غیرفعال کردن تخفیف‌های کنترل شده با lms تعریف می‌کنند. اگر هیچ مقداری تنظیم نشده باشد، پیکربندی در سطح جهانی اعمال می‌شود. اگر یک مقدار واحد تنظیم شود، پیکربندی برای همه دوره‌های موجود در آن زمینه اعمال می‌شود. حداکثر می‌توان یک مقدار را هر بار تعیین کرد. <br> اگر چندین زمینه برای یک دوره اعمال شود (به عنوان مثال، اگر پیکربندی برای دوره به طور خاص مشخص شده باشد، و برای سازمانی که دوره در آن مشخص شده است‌، پس هرچه زمینه خاص‌تر باطل شود زمینه کلی‌تر می‌شود.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
fa: اگر هر یک از این مقادیر خالی یا "ناشناخته" باقی بماند، مقدار آن‌ها در زمان اجرا از متن خاص بعدی که اعمال می‌شود بازیابی می‌شود. به عنوان مثال، اگر "غیرفعال" در متن دوره به عنوان "ناشناخته" باقی بماند، فقط اگر org موجود در آن غیرفعال باشد، آن دوره غیرفعال می‌شود.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
fa: این‌ها محتوا را برای پیکربندی درصد اولین تخفیف خرید تعریف می‌کند. اگر چندین محتوا برای یک دوره اعمال می‌شود (به عنوان مثال، اگر پیکربندی برای دوره به طور خاص مشخص شده باشد، و برای سازمانی که دوره در آن مشخص شده است، پس زمینه خاص‌ترباطل شود زمینه کلی‌تر می‌شود.

source: Disabled
fa: غیرفعال

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
fa: {s_sr} قیمت اصلی: {s_op}{original_price}{e_p}، قیمت با تخفیف: {e_sr}{formatted_discount_price}

source: {banner_open} Upgrade by {discount_expiration_date} and save {percentage}% [{strikeout_price}]{span_close}{br}Use code {b_open}{code}{b_close} at checkout! {a_open}Upgrade Now{a_close}{div_close}
fa: {banner_open} با {discount_expiration_date} ارتقا دهید و {percentage}% [{strikeout_price}]{span_close}{br} ذخیره کنید با استفاده از کد{b_open}{code}{b_close} در زمان پرداخت! {a_open} اکنون ارتقا دهید{a_close}{div_close}

source: Enrollment in {course_title} was not complete.
fa: ثبت‌نام در {course_title} تکمیل نشد.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
fa: اگر در مورد به اشتراک گذاری داده‌های خود نگرانی دارید، لطفاً با سرپرست خود در {enterprise_customer_name} تماس بگیرید.

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
fa: متأسفیم، شما مجاز به دسترسی به {platform_name} از طریق این کانال نیستید. برای دسترسی به {platform_name} لطفاً با مدیر یا مدیر یادگیری خود تماس بگیرید. {line_break} {line_break} جزئیات خطا: {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
fa: از این‌که به {platform_name} پیوستید متشکریم. فقط چند قدم قبل از شروع یادگیری!

source: Continue
fa: ادامه

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
fa: به یاد دارید زمانی که در%(course_name)s و سایر دوره‌ها در آکادمی ثبت‌نام کردید؟ ما به یاد می‌آوردیم و خوشحالیم که شما را داریم! بیایید ببینید دیگران در حال یادگیری چه چیز‌ایی هستند.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
fa: به یاد دارید زمانی که در%(course_name)s در آکادمی ثبت‌نام کردید؟ ما به یاد می‌آوردیم و خوشحالیم که شما را داریم! بیایید ببینید دیگران در حال یادگیری چه چیزهایی هستند.
