Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
fa: در صورت صحت، در صورت درخواست کاربر، اعتبار را به طور خودکار به ارائه دهنده اعتبار اطلاع دهید. برای اینکه این کار عملی شود، باید یک کلید مخفی مشترک برای ارائه دهنده اعتبار در تنظیمات تأیید خودکار پیکربندی شود.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
fa: URL ارائه دهنده اعتبار. اگر یکپارچه سازی خودکار فعال باشد، این نقطه پایانی است که ما ارسال می‌کنیم تا درخواست اعتبار را به ارائه دهنده اطلاع دهیم. در غیر این صورت، لینکی به این URL به کاربر نشان داده می‌شود، بنابراین کاربر می‌تواند مستقیماً از ارائه دهنده اعتبار درخواست کند.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
fa: URL از طرف ارائه دهنده اعتبار که در آن کاربر می‌تواند وضعیت درخواست خود را برای اعتبار بررسی کند. این *بعد از* درخواست دانشجویان برای آنها نمایش داده می‌شود.

source: Description for the credit provider displayed to users.
fa: توضیحات برای ارائه دهنده اعتباربه کاربران نمایش داده شد.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
fa: محتوای متن یا html ساده برای نمایش مراحل بعدی در صفحه رسید * پس از * پرداخت اعتبار برای دریافت اعتبار دوره اعتباری در برابر ارائه دهنده اعتبار.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
fa: محتوای متن یا html ساده برای نمایش پیام سفارشی در داخل محتوای پست الکترونیکی واجد شرایط بودن اعتبار که وقتی کاربر تمام شرایط واجد شرایط بودن اعتبار را برآورده می‌کند، ارسال می‌شود.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
fa: محتوای متن یا html ساده برای نمایش پیام سفارشی در داخل محتوای پست الکترونیکی دریافت اعتبار که * پس از پرداخت * برای دریافت اعتبار دوره اعتباری ارسال می‌شود.

source: Thumbnail image url of the credit provider.
fa: تصویر کوچک تصویر ارائه‌دهنده اعتبار.

source: Credit requirement statuses
fa: وضعیت‌های مورد نیاز مدرک

source: Deadline for purchasing and requesting credit.
fa: مهلت خرید و درخواست مدرک.

source: Preview Language Administration
fa: پیش‌نمایش مدیریت زبان

source: Language not provided
fa: زبان ارائه نشده است

source: Language set to {preview_language}
fa: زبان روی {preview_language} تنظیم شده است

source: Language reset to the default
fa: تنظیم مجدد زبان به حالت پیش‌فرض

source: This is a test message
fa: این یک پیام آزمایشی است

source: This is a success message
fa: این یک پیام موفقیت است

source: This is a test warning
fa: این یک هشدار آزمون است

source: This is a test error
fa: این یک خطای آزمون است

source: Administrator
fa: سرپرست

source: Moderator
fa: ناظم

source: Group Moderator
fa: ناظم گروه

source: Community TA
fa: جامعه کمک استاد

source: COURSE NOT FOUND. Please check that the course ID is valid.
fa: دوره پیدا نشده است لطفاً معتبر بودن شناسه دوره را بررسی کنید.

source: The course key for the restricted course.
fa: کلید دوره برای دوره محدود.

source: The message to show when a user is blocked from enrollment.
fa: پیامی که نشان می‌دهد کاربر از ثبت‌نام مسدود شده است.

source: The message to show when a user is blocked from accessing a course.
fa: پیامی که در هنگام مسدود شدن دسترسی کاربر به دوره، نشان داده می‌شود.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
fa: به کاربرانی که در یک کشور مجاز ثبت نام کرده‌اند اجازه دسترسی به دوره‌های محدود از کشور‌های استثنا شده را بدهید.

source: Two character ISO country code.
fa: کد کشور ISO دو کاراکتری.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
fa: این دوره را اضافه یا حذف کنید. اگر کشورهای لیست سفید مشخص شده باشند، فقط کاربران کشورهای دارای لیست سفید می‌توانند به دوره دسترسی پیدا کنند. اگر کشورهای لیست سیاه مشخص شده باشند، دیگر کاربران کشورهای در لیست سیاه امکان دسترسی به دوره را ندارند.

source: The course to which this rule applies.
fa: دوره‌ای که این قانون در آن اعمال می‌شود.

source: The country to which this rule applies.
fa: کشوری که این قانون به آن اعمال می‌شود.

source: Whitelist {country} for {course}
fa: لیست سفید {country} برای {course}

source: Blacklist {country} for {course}
fa: لیست سیاه {country} برای {course}

source: Content Provider
fa: ارائه دهنده محتوا

source: Password Policy
fa: سیاست کلمه عبور

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
fa: {strong_tag_open} ما اخیراً شرایط گذرواژه خود را تغییر داده‌ایم {strong_tag_close} {break_line_tag} گذرواژه فعلی شما شرایط امنیتی جدید را برآورده نمی‌کند. ما فقط یک پیام تنظیم مجدد گجذرواژه به نشانی پست الکترونیکی مرتبط با این حساب ارسال کردیم. از اینکه به ما کمک کردید اطلاعات شما را ایمن نگه داریم متشکریم.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
fa: {strong_tag_open}اقدام مورد نیاز: لطفاً گذرواژه خود را به روز کنید {strong_tag_close} {break_line_tag} از تاریخ{deadline} ، {platform_name} همه فراگیران لازم است که دارای گذرواژه‌های پیچیده باشند. گذرواژه فعلی شما این شرایط را برآورده نمی‌کند. برای بازنشانی گذرواژه خود، به {anchor_tag_open} تنظیمات حساب {anchor_tag_close} بروید.

source: The file must be smaller than {image_max_size} in size.
fa: اندازه فایل باید کوچک‌تر از {image_max_size} باشد.

source: The file must be at least {image_min_size} in size.
fa: اندازه فایل باید حداقل {image_min_size} باشد.

source: The file must be one of the following types: {valid_file_types}.
fa: فایل باید یکی از انواع زیر باشد: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
fa: سربرگ نوع محتوا برای این فایل با داده‌های فایل مطابقت ندارد. فایل ممکن است خراب باشد.

source: The file name extension for this file does not match the file data. The file may be corrupted.
fa: پسوند نام فایل برای این فایل با داده‌های فایل مطابقت ندارد. فایل ممکن است خراب باشد.

source: bytes
fa: بایت

source: KB
fa: کیلو بایت

source: MB
fa: مگا بایت

source: No file provided for profile image
fa: هیچ فایلی برای تصویر پروفایل ارائه نشد

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
fa: مسیر برای ساختن URL برای برنامه‌های صفحات بازاریابی (به عنوان مثال ، "/foo") استفاده می‌شود.

source: Known Error Case
fa: مورد خطای شناخته‌شده

source: Schedule start < course start
fa: شروع برنامه< شروع دوره

source: All
fa: همه

source: Experience
fa: تجربه

source: Schedules
fa: برنامه زمان‌بندی

source: Indicates if this schedule is actively used
fa: نشان می‌دهد که آیا این برنامه به طور فعال استفاده می‌شود

source: Date this schedule went into effect
fa: تاریخ شروع این برنامه

source: Deadline by which the learner must upgrade to a verified seat
fa: آخرین مهلتی که فراگیر باید آن را به یک ثبت‌نام تأیید شده ارتقا دهد

source: Schedule
fa: برنامه زمان بندی

source: By %(filter_title)s
fa: توسط %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
fa: به هفته %(week_num)s از %(course_name)s خوش‌آمدید!

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
fa: امیدواریم از {start_strong} {course_name} {end_strong} لذت ببرید! ما می‌خواهیم به شما اطلاع دهیم که در هفته {week_num} چه انتظاری دارید:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
fa: با دوره‌های خود گام بر اساس برنامه خود یاد می‌گیرید. ما شما را تشویق می‌کنیم که هر هفته با این دوره وقت بگذارید. در آخر توجه متمرکز شما نتیجه خواهد داد!

source: Resume your course now
fa: اکنون دوره خود را از سر بگیرید

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
fa: امیدواریم از%(course_name)s لذت ببرید! ما می‌خواهیم به شما اطلاع دهیم که در هفته%(week_num)s می‌توانید منتظر چه چیزی باشید:

source: Welcome to week %(week_num)s
fa: به هفته %(week_num)s خوش‌آمدید

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
fa: امیدواریم از {start_strong} {course_name} {end_strong} لذت ببرید! ما می‌خواهیم به شما اطلاع دهیم که در هفته‌های آینده منتظر چه چیزی هستید:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
fa: ما شما را تشویق می‌کنیم که هر هفته برای این دوره وقت بگذارید. در آخر توجه متمرکز شما نتیجه خواهد داد!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
fa: امیدواریم از%(course_name)s لذت ببرید! ما می‌خواهیم به شما اطلاع دهیم که در هفته‌های آینده منتظر چه چیزی هستید:

source: %(course_name)s Weekly Update
fa: به روز رسانی هفتگی %(course_name)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
fa: بسیاری از فراگیران%(platform_name)s هرهفته مسائل و تمارین بیشتری را تکمیل می‌کنند و در تالارهای گفت‌وگو شرکت می‌کنند. برای ادامه یادگیری می خواهید چه کار کنید؟

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
fa: بسیاری از فراگیران%(platform_name)sدر%(course_name)s هر هفته مسائل و تمارین بیشتری را پشت سر می‌گذارند و در تالارهای گفت‌وگو شرکت می‌کنند. برای ادامه یادگیری می‌خواهید چه کار کنید؟

source: Keep up the momentum!
fa: به حرکت ادامه دهید!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
fa: بسیاری از فراگیران {platform_name} در {start_strong} {course_name} {end_strong} هر هفته مسائل و تمارین بیشتری را تکمیل می‌کنند و در تالارهای گفت‌وگو شرکت می‌کنند. برای ادامه یادگیری می‌خواهید چه کار کنید؟

source: Keep learning
fa: به یادگیری ادامه دهید

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
fa: به یاد دارید زمانی که در %(course_name)sو سایر دوره‌ها در %(platform_name)s ثبت نام کردید؟ ما به یاد می‌آوریم و خوشحالیم که شما را داریم! بیایید ببینید دیگران در حال یادگیری چه چیزهایی هستند.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
fa: به یاد دارید زمانی که در %(course_name)s در %(platform_name)s ثبت نام کردید؟ ما به یاد می‌آوریم و خوشحالیم که شما را داریم! بیایید ببیند دیگران در حال یادگیری چه چیزهایی هستند.

source: Keep learning today
fa: امروز به یادگیری ادامه دهید

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
fa: به یاد دارید زمانی که در {start_strong}{course_name}{end_strong} و سایر دوره‌ها در {platform_name} ثبت نام کردید؟ ما به یاد می‌آوریم و خوشحالیم که شما را داریم! بیایید ببیند دیگران در حال یادگیری چه چیزهایی هستند.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
fa: به یاد دارید زمانی که در {start_strong}{course_name}{end_strong} در{platform_name} ثبت نام کردید؟ ما به یاد می‌آوریم و خوشحالیم که شما را داریم! بیایید ببینید دیگران در حال یادگیری چه چیزهایی هستند.

source: Start learning now
fa: اکنون یادگیری را شروع کنید

source: Keep learning on %(platform_name)s
fa: به یادگیری در %(platform_name)s ادامه دهید

source: Keep learning in %(course_name)s
fa: به یادگیری در %(course_name)s ادامه دهید

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
fa: امیدواریم که شما تاکنون از یادگیری با ما در %(platform_name)s لذت برده‌باشید! یک گواهینامه تأیید شده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی%(platform_name)s رسمی است و به راحتی قابل اشتراک است. توسط %(user_schedule_upgrade_deadline_time)sارتقا دهید.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
fa: امیدواریم که تاکنون در%(first_course_name)s از یادگیری با ما لذت برده‌باشید! یک گواهینامه تأیید شده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی%(platform_name)sرسمی است و به راحتی قابل اشتراک است. توسط %(user_schedule_upgrade_deadline_time)s ارتقا دهید.

source: Upgrade now
fa: اکنون ارتقا دهید (درخواست مدرک)

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
fa: امیدواریم که تاکنون از یادگیری با ما در {start_strong}%(platform_name)s{end_strong} لذت برده‌باشید! یک گواهینامه تأیید شده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی%(platform_name)s رسمی است و به راحتی قابل اشتراک است.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
fa: امیدواریم که تاکنون از یادگیری با ما در{start_strong}{first_course_name}{end_strong} لذت برده‌باشید! یک گواهینامه تأیید شده به شما امکان می‌دهد دانش و مهارت‌های جدید خود را برجسته کنید. گواهی{platform_name} رسمی است و به راحتی قابل اشتراک است.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
fa: توسط {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong} ارتقا دهید.

source: You are eligible to upgrade in these courses:
fa: در این دوره‌ها واجد شرایط ارتقا و دریافت مدرک هستید:

source: Example of a verified certificate
fa: نمونه‌ای از یک گواهینامه تأیید شده

source: Upgrade now at
fa: اکنون ارتقا دهید در

source: Upgrade to earn a verified certificate on %(platform_name)s
fa: برای کسب گواهی تأیید شده در %(platform_name)s ارتقا دهید

source: Upgrade to earn a verified certificate in %(first_course_name)s
fa: برای کسب گواهی تأیید شده در %(first_course_name)s ارتقا دهید

source: Enable course home page improvements.
fa: بهبود صفحه اصلی دوره را فعال کنید.

source: Site theme changed to {site_theme}
fa: طرح زمینه سایت به {site_theme} تغییر یافت

source: Theme {site_theme} does not exist
fa: طرح زمینه {site_theme} وجود ندارد

source: Site theme reverted to the default
fa: طرح زمینه سایت به حالت پیش‌فرض برگشت

source: Theming Administration
fa: مدیریت طرح زمینه

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
fa: نام‌های کاربری تنها می‌تواند شامل حروف (‌الف تا ی)، اعداد (۰ تا ۹)، زیرخط (ـ) و خط فاصله (-) باشد.

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
fa: نام‌های کاربری تنها می‌تواند شامل حروف، اعداد و کاراکتر‌های @/./+/-/_ باشد.

source: "{email}" is not a valid email address.
fa: "{email}" آدرس ایمیل معتبری نیست.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
fa: به نظر می‌رسد که {email_address} متعلق به یک حساب موجود است. با آدرس ایمیل دیگری دوباره امتحان کنید.

source: It looks like {username} belongs to an existing account. Try again with a different username.
fa: به نظر می رسد {username} به یک حساب موجود تعلق دارد. با نام کاربری دیگری دوباره امتحان کنید.

source: Username must be between {min} and {max} characters long.
fa: نام کاربری باید بین {min} تا {max} کاراکتر باشد.

source: Enter a valid email address that contains at least {min} characters.
fa: یک نشانی پست الکترونیکی معتبر وارد کنید که حداقل شامل {min} کاراکتر باشد.

source: Enter your full name.
fa: نام کامل خود را وارد کنید.

source: The email addresses do not match.
fa: نشانی پست الکترونیکی مطابقت ندارد.

source: Select your country or region of residence.
fa: کشور یا منطقه محل اقامت خود را انتخاب کنید.

source: Select your profession.
fa: حرفه خود را انتخاب کنید.

source: Select your specialty.
fa: تخصص خود را انتخاب کنید.

source: Enter your profession.
fa: حرفه خود را وارد کنید.

source: Enter your specialty.
fa: تخصص خود را وارد کنید.

source: Enter your city.
fa: شهر خود را وارد کنید.

source: Tell us your goals.
fa: اهداف خود را به ما بگویید.

source: Select the highest level of education you have completed.
fa: بالاترین سطح تحصیلات را که تکمیل کرده‌اید انتخاب کنید.

source: Enter your mailing address.
fa: نشانی پست الکترونیکی خود را وارد کنید.

source: The '{field_name}' field cannot be edited.
fa: امکان ویرایش کادر '{field_name}' وجود ندارد.

source: State/Province/Region
fa: ایالت/استان/منطقه

source: Company
fa: شرکت

source: Job Title
fa: عنوان شغلی

source: Mailing address
fa: آدرس پست الکترونیکی

source: Tell us why you're interested in {platform_name}
fa: دلیل علاقه شما به {platform_name} چیست؟

source: Profession
fa: حرفه

source: Specialty
fa: تخصص

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your edX profile, leave this field blank.
fa: مطمئن شوید که یک نام کاربری معتبر یا URL حاوی "{url_stub}" ارائه می‌دهید. برای حذف لینک از پروفایل آکادمی خود، این قسمت را خالی بگذارید.

source: This account has been temporarily locked due to excessive login failures. Try again later.
fa: این حساب کاربری به دلیل ورود ناموفق زیاد به طور موقت غیر فعال است. بعدا دوباره تلاش کنید.

source: Email or password is incorrect.
fa: پست الکترونیکی یا کلمه عبور اشتباه می‌باشد.

source: Permission Denied
fa: اجازه لغو شد

source: Retirement does not exist!
fa: بازنشستگی وجود ندارد!

source: Success
fa: موفق

source: Actions
fa: اقدامات

source: System maintenance in progress. Please try again later.
fa: تعمیر و نگهداری سیستم در حال انجام است. لطفاً بعداً دوباره امتحان کنید.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
fa: مقدار "{preference_value}" برای اولویت معتبر نیست "{preference_key}": در منطقه زمانی تنظیم نشده است.

source: Value '{preference_value}' is not a valid time zone selection.
fa: مقدار "{preference_value}" انتخاب منطقه زمانی معتبری نیست.

source: Save failed for user preference '{key}' with value '{value}'.
fa: ذخیره برای اولویت کاربر '{key}' با مقدار '{value}' انجام نشد.

source: No data provided for user preference update
fa: هیچ داده‌ای برای به روزرسانی اولویت کاربر ارائه نشده است

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
fa: درخواست حذف حساب شما در%(platform_name)s دریافت کردیم. از اینکه می‌روید متاسفیم!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
fa: حساب شما به زودی حذف خواهد شد. پردازش کامل سیستم ما با حذف حساب، از جمله حذف از فهرست پست‌های الکترونیکی، ممکن است چند هفته طول بکشد. اگر می خواهید پیام‌های الکترونیکی خود را قبل از آن لغو کنید، لطفاً اشتراک خود را در پاورقی هر پیام اکترونیکی لغو کنید.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
fa: این فقط یک پیام اطلاعاتی است. اگر این درخواست را شروع نکردید، لطفاً با %(contact_email)s تماس بگیرید.

source: Best, %(platform_name)s
fa: با آرزوی بهترین‌ها، %(platform_name)s

source: Your Account Has Been Queued For Deletion
fa: حساب شما در صف حذف قرار گرفته است

source: Password Reset
fa: بازیابی کلمه عبور

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
fa: شما این نامه را دریافت می‌کنید زیرا درخواست تنظیم مجدد گذرواژه برای حساب کاربری خود در %(platform_name)s را دارید.

source: However, there is currently no user account associated with your email address: %(email_address)s.
fa: با این حال، در حال حاضر هیچ حساب کاربری با آدرس ایمیل شما مرتبط نیست: %(email_address)s.

source: If you did not request this change, you can ignore this email.
fa: اگر درخواست تغییر نکرده‌اید، می‌توانید این پست الکترونیکی را نادیده بگیرید.

source: Change my Password
fa: تغییر کلمه عبور من

source: Please go to the following page and choose a new password:
fa: لطفا به صفحه مربوط به انتخاب کلمه عبور جدید مراجعه بفرمایید:

source: Password reset on %(platform_name)s
fa: بازیابی کلمه عبور %(platform_name)s

source: Superuser creation not allowed
fa: ایجاد کاربر فوق العاده مجاز نیست

source: Account modification not allowed.
fa: اصلاح حساب مجاز نیست.

source: Account creation not allowed.
fa: ایجاد حساب مجاز نیست.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
fa: شما با موفقیت وارد حساب {provider_name} خود شده‌اید، اما این حساب هنوز با حساب {platform_name} شما پیوند داده نشده است. {blank_lines} از نام کاربری و گذرواژه {platform_name} خود برای ورود به سیستم {platform_name} در زیر استفاده کرده و سپس میزکار خود را به حساب {platform_name} خود با {provider_name} پیوند دهید. {blank_lines} اگر هنوز در {platform_name} حساب کاربری ندارید، روی{register_label_strong} در بالای صفحه کلیک کنید.

source: Register
fa: ثبت نام

source: There was an error receiving your login information. Please email us.
fa: خطایی در زمان دریافت اطلاعات ورود شما وجود دارد. لطفا به ما پست الکترونیکی بزنید.
