Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
fa: نام کاربری دانشجو درست / پست الکترونیکی مورد نیاز است و نمی تواند خالی باشد. لطفا در نام کاربری / پست الکترونیکی را پر کنید و سپس دکمه "ابطال گواهی" را فشار دهید.

source: coupon with the coupon id ({coupon_id}) DoesNotExist
fa: تخفیف با این شناسه تخفیف ({coupon_id}) وجود ندارد

source: coupon with the coupon id ({coupon_id}) is already inactive
fa: تخفیف با این شناسه تخفیف ({coupon_id}) که در حال حاضر غیر فعال است

source: coupon with the coupon id ({coupon_id}) updated successfully
fa: تخفیف با شناسه تخفیف ({coupon_id}) با موفقیت به روز شد

source: The code ({code}) that you have tried to define is already in use as a registration code
fa: کدی ({code}) که سعی در تعریف آن دارید از قبل به عنوان کد ثبت وجود دارد

source: Please Enter the Integer Value for Coupon Discount
fa: لطفا مقدار عدد صحیح برای کد تخفیف را وارد کنید

source: Please Enter the Coupon Discount Value Less than or Equal to 100
fa: لطفاً ارزش کد تخفیف را کمتر از 100 برابر با آن وارد کنید

source: coupon with the coupon code ({code}) added successfully
fa: تخفیف با کد تخفیف ({code}) با موفقیت اضافه شد

source: coupon with the coupon code ({code}) already exists for this course
fa: تخفیف با کد تخفیف ({code}) در حال حاضر برای این دوره وجود دارد

source: coupon id not found
fa: شناسه تخفیف یافت نشد

source: coupon with the coupon id ({coupon_id}) updated Successfully
fa: تخفیف را با این شناسه تخفیف ({coupon_id}) با موفقیت به روزرسانی شد

source: Instructor
fa: مربی

source: E-Commerce
fa: تجارت الکترونیک

source: Special Exams
fa: امتحانات ویژه

source: Certificates
fa: گواهینامه‌ها

source: Please Enter the numeric value for the course price
fa: لطفاً مقدار عددی را برای قیمت دوره وارد کنید

source: Course Info
fa: اطلاعات دوره

source: Enrollment data is now available in {dashboard_link}.
fa: اطلاعات ثبت نام در حال حاضر در {dashboard_link} موجود است.

source: Membership
fa: عضویت

source: Cohorts
fa: گروه‌ها

source: Discussions
fa: بحث و گفتگو

source: Student Admin
fa: مدیر دانش آموز

source: Extensions
fa: افزونه‌ها

source: Data Download
fa: دانلود داده‌ها

source: Analytics
fa: تجزیه و تحلیل

source: Open Responses
fa: پاسخ‌های باز

source: 0 sent
fa: 0 ارسال

source: {num_emails} sent
fa: {num_emails} فرستاده‌شد

source: {num_emails} failed
fa: {num_emails} ناموفق

source: Complete
fa: کامل

source: Incomplete
fa: ناتمام

source: The enrollment code ({code}) was not found for the {course_name} course.
fa: کد ثبت نام ({code}) برای دوره {course_name} یافت نشد.

source: This enrollment code has been canceled. It can no longer be used.
fa: این کد ثبت نام لغو شده است. دیگر نمی‌تواند استفاده شود.

source: This enrollment code has been marked as unused.
fa: این کد ثبت نام به عنوان استفاده نشده مشخص شده‌اند.

source: The enrollment code has been restored.
fa: کد ثبت نام ترمیم شده است.

source: Could not find student enrollment in the course.
fa: ثبت نام دانشجو در دوره یافت نشد.

source: An extended due date must be later than the original due date.
fa: سررسید تمدید باید دیرتر از موعد اصلی باشد.

source: Full Name
fa: نام و نام خانوادگی

source: Extended Due Date
fa: تمدید تاریخ تحویل

source: Requested task is already running
fa: کار درخواست‌شده در حال اجرا است

source: Error occured. Please try again later.
fa: خطایی روی داد لطفاً بعداً دوباره امتحان کنید.

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
fa: گزارش {report_type} در حال ایجاد است. برای مشاهده وضعیت گزارش، به کارهای معلق در زیر مراجعه کنید. شما می‌توانید گزارش را پس از پایان بارگیری کنید.

source: This component cannot be rescored.
fa: این مولفه نمی‌تواند دوباره نمره‌دهی شود.

source: This component does not support score override.
fa: این مولفه از لغو نمره پشتیبانی نمی‌کند.

source: Not all problems in entrance exam support re-scoring.
fa: همه مسائل در آزمون ورودی از نمره‌دهی مجدد پشتیبانی نمی‌کنند.

source: An error has occurred. Task was not created.
fa: خطایی رخ داده است. وظیفه ایجاد نشده است.

source: overridden
fa: نادیده گرفته شده

source: reset
fa: تنظیم مجدد

source: deleted
fa: حذف شده

source: emailed
fa: پست الکترونیکی فرستاده

source: graded
fa: نمره‌دهی شده

source: problem distribution graded
fa: توزیع مسائله نمره‌دهی شده است

source: certificates generated
fa: گواهینامه‌ها ایجاد شده‌اند

source: cohorted
fa: گروه‌بندی شده است

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Company Name
fa: نام شرکت

source: Title
fa: عنوان

source: Year of Birth
fa: سال تولد

source: Enrollment Date
fa: تاریخ ثبت‌نام

source: Currently Enrolled
fa: در حال حاضر ثبت نام شده

source: Enrollment Source
fa: منبع ثبت نام

source: Manual (Un)Enrollment Reason
fa: دلیل ثبت‌نام

source: Enrollment Role
fa: نقش ثبت‌نام

source: List Price
fa: فهرست قیمت

source: Payment Amount
fa: مبلغ پرداختی

source: Coupon Codes Used
fa: کدهای تخفیف استفاده شده

source: Registration Code Used
fa: کد ثبت نام استفاده

source: Payment Status
fa: وضعیت پرداخت

source: Transaction Reference Number
fa: شماره مرجع تراکنش

source: No status information available
fa: هیچ اطلاعاتی در مورد وضعیت موجود نیست

source: No parsable status information available
fa: هیچ اطلاعات قابل تجزیه در دسترس نیست

source: No message provided
fa: هیچ پیامی ارائه نشده است

source: No progress status information available
fa: اطلاعات وضعیت پیشرفت موجود نیست

source: Progress: {action} {succeeded} of {attempted} so far
fa: پیشرفت: {action} {succeeded} از {attempted} تاکنون

source: Unable to find submission to be {action} for student '{student}'
fa: ارسال به عنوان {action} برای دانش آموز '{student}' امکان پذیر نیست

source: Problem successfully {action} for student '{student}'
fa: مساله با موفقیت {action} برای دانش آموز '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
fa: ارسال آزمون ورودی نمی‌تواند به عنوان {action} برای دانش آموز "{student}" باشد

source: Entrance exam successfully {action} for student '{student}'
fa: آزمون ورودی موفقیت‌آمیز {action} برای دانش آموز '{student}'

source: Unable to find any students with submissions to be {action}
fa: هیچ دانشجویی با موارد ارسالی وجود ندارد که بتواند {action} باشد

source: Programs
fa: برنامه‌ها

source: Program Details
fa: جزییات برنامه

source: This component's access settings refer to deleted or invalid group configurations.
fa: تنظیمات دسترسی این مولفه به تنظیمات گروه حذف شده یا نامعتبر اشاره دارد.

source: This unit's access settings refer to deleted or invalid group configurations.
fa: تنظیمات دسترسی این واحد به تنظیمات گروه حذف شده یا نامعتبر اشاره دارد.

source: This component's access settings refer to deleted or invalid groups.
fa: تنظیمات دسترسی این مولفه به گروه‌های حذف شده یا نامعتبر اشاره دارد.

source: This unit's access settings refer to deleted or invalid groups.
fa: تنظیمات دسترسی این واحد به گروه‌های حذف شده یا نامعتبر اشاره دارد.

source: This component's access settings contradict its parent's access settings.
fa: تنظیمات دسترسی این مولفه با تنظیمات دسترسی بالاسری آن مغایرت دارد.

source: Whether to display this module in the table of contents
fa: اینکه آیا این ماژول در فهرست مطالب نمایش داده می‌شود

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
fa: این ماژول در چه قالبی است (برای تصمیم گیری در مورد استفاده از کدام یک از نمره‌ده‌ها و نمایش موارد در فهرست مطالب)

source: Default Tab
fa: برگه پیش فرض

source: Order Payment Confirmation
fa: تایید سفارش پرداخت

source: Confirmation and Registration Codes for the following courses: {course_name_list}
fa: کدهای تأیید و ثبت نام برای دوره‌های زیر: {course_name_list}

source: Trying to add a different currency into the cart
fa: تلاش برای افزودن ارز دیگری به سبد خرید

source: Internal reference code for this invoice.
fa: کد مرجع داخلی این فاکتور.

source: Customer's reference code for this invoice.
fa: کد مرجع مشتری برای این فاکتور.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
fa: مقدار تراکنش. استفاده از مقادیر مثبت برای پرداخت‌ها و مقادیر منفی برای بازپرداخت.

source: Optional: provide additional information for this transaction
fa: اختیاری: اطلاعات بیشتری را برای این معامله ارائه دهید

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
fa: وضعیت پرداخت یا بازپرداخت. "آغاز شده" به این معنی است که انتظار می‌رود پرداخت انجام شود، اما پول هنوز منتقل نشده است. "تکمیل شده" به معنای دریافت وجه یا بازپرداخت است. "لغو" به معنای انتظار پرداخت یا بازپرداخت است، اما قبل از انتقال پول لغو شده است.

source: The number of items sold.
fa: تعداد موارد فروخته شده.

source: The price per item sold, including discounts.
fa: قیمت هر مورد فروخته شده، شامل تخفیف.

source: Registration for Course: {course_name}
fa: ثبت نام برای دوره: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
fa: برای دیدن دوره جدید خود لطفاً از {link_start}داشبورد{link_end} خود دیدن کنید.

source: Enrollment codes for Course: {course_name}
fa: کد ثبت نام برای دوره: {course_name}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
fa: شما می‌توانید در این دوره لغو ثبت‌نام کنید. دریافت هزینه کامل به مدت 14 روز پس از تاریخ دوره شروع می‌شود.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
fa: اگر هنوز هویت خود را تأیید نکرده اید، لطفاً مراحل تأیید را شروع کنید ({verification_url}).

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
fa: شما می توانید در این دوره لغو ثبت‌نام کنید. دریافت هزینه کامل به مدت 2 روز پس از تاریخ دوره شروع می‌شود.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
fa: {refund_reminder_msg} برای دریافت بازپرداخت، با {billing_email} تماس بگیرید. لطفا شماره سفارش خود را در ایمیل خود وارد کنید. لطفاً اطلاعات کارت اعتباری خود را وارد نکنید.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
fa: ما از این کمک سخاوتمندانه و پشتیبانی شما از ماموریت {platform_name} بسیار سپاسگزاریم. این رسید برای حمایت از کمکهای خیرخواهانه برای اهداف مالیاتی تهیه شده است. ما تأیید می‌کنیم که هیچ کالایی و خدماتی در ازای دریافت این هدیه ارائه نشده است.

source: Donation for {course}
fa: اهدا برای {course}

source: Donation for {platform_name}
fa: اهدا برای {platform_name}

source: The payment processor accepted an order whose number is not in our system.
fa: پردازنده پرداخت سفارشی را پذیرفت که شماره آن در سیستم ما نیست.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
fa: مبلغ شارژ شده توسط پردازنده {charged_amount} {charged_amount_currency} با کل هزینه سفارش {total_cost} {total_cost_currency} متفاوت است.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
fa: متأسفیم، اما این پرداخت رد شد. موارد موجود در سبد خرید شما ذخیره شده‌است. اگر در مورد این معامله سوالی دارید، لطفاً با ما از طریق {email} تماس بگیرید.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
fa: متاسفیم! پرداخت شما پردازش نشد زیرا یک استثنا غیر منتظره رخ داده است. برای دریافت راهنمایی با ما از طریق {email} تماس بگیرید.

source: Successful transaction.
fa: تراکنش موفق.

source: The request is missing one or more required fields.
fa: درخواست داده شده حداقل یک فیلد ضروری خالی دارد.

source: One or more fields in the request contains invalid data.
fa: حداقل یک فیلد در درخواست فرستاده شده دارای اطلاعات غیرقابل قبول است.

source: Only a partial amount was approved.
fa: فقط مبلغ جزئی تأیید شد.

source: General system failure.
fa: خرابی کلی سیستم.

source: The request was received, but a service did not finish running in time.
fa: درخواست دریافت شد، اما یک سرویس به موقع به پایان نرسید.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
fa: موجودی حساب کافی نیست. اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: Stolen or lost card.
fa: کارت دزدیده شده یا مفقود.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
fa: بانک صادر‌کننده غیرقابل دسترس است. اقدام احتمالی: پس از چند دقیقه دوباره امتحان کنید.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
fa: کارت غیرفعال است یا کارت مجاز به انجام معاملات غیرحضوری نیست. اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: CVN did not match.
fa: CVN مطابقت نداشت.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
fa: کارت به سقف اعتبار رسیده است. اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
fa: شماره تأیید کارت نامعتبر است (CVN). اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: The customer matched an entry on the processors negative file.
fa: مشتری با ورودی پرونده منفی پردازنده‌ها مطابقت دارد.

source: Account frozen. Possible action: retry with another form of payment.
fa: حساب مسدود شده است. اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: Invalid account number. Possible action: retry with another form of payment.
fa: شماره حساب نامعتبر است. اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
fa: نوع کارت توسط پردازنده پرداخت قابل قبول نیست. اقدام احتمالی: با روش پرداخت دیگر دوباره امتحان کنید.

source: The requested capture amount exceeds the originally authorized amount.
fa: مقدار ضبط شده درخواستی بیش از مقدار مجاز اصلی است.

source: Processor Failure. Possible action: retry the payment
fa: خرابی پردازنده. اقدام احتمالی: پرداخت را دوباره امتحان کنید

source: The authorization has already been reversed.
fa: مجوز قبلاً معکوس شده است.

source: The authorization has already been captured.
fa: مجوز قبلاً گرفته شده است.

source: The requested transaction amount must match the previous transaction amount.
fa: مبلغ معامله درخواستی باید با مبلغ معامله قبلی مطابقت داشته باشد.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
fa: نوع کارت نامعتبر است یا با شماره کارت اعتباری مطابقت ندارد. اقدام احتمالی: با همان کارت یا روش پرداخت دیگر دوباره امتحان کنید.

source: The request ID is invalid.
fa: شناسه درخواستی نامعتبر است.

source: Payer authentication could not be authenticated
fa: احراز هویت پرداخت کننده تأیید نمی‌شود

source: Order Number
fa: شماره سفارش

source: Customer Name
fa: نام مشتری

source: Date of Original Transaction
fa: تاریخ تراکنش اصلی

source: Date of Refund
fa: تاریخ بازپرداخت

source: Amount of Refund
fa: مبلغ بازپرداخت

source: Service Fees (if any)
fa: هزینه خدمات (در صورت وجود)

source: Purchase Time
fa: زمان خرید

source: Order ID
fa: شناسه سفارش

source: Quantity
fa: مقدار

source: Unit Cost
fa: بهای واحد

source: Total Cost
fa: بهای کل

source: Currency
fa: واحد پول

source: Comments
fa: نظرات

source: University
fa: دانشگاه

source: Course Announce Date
fa: تاریخ اعلام دوره

source: Course Start Date
fa: تاریخ شروع دوره

source: Course Registration Close Date
fa: تاریخ بستن ثبت‌نام دوره

source: Course Registration Period
fa: مدت زمان ثبت‌نام دوره

source: Total Enrolled
fa: کل ثبت نام شده‌ها

source: Audit Enrollment
fa: ثبت‌نام بررسی شده

source: Honor Code Enrollment
fa: ثبت‌نام کد افتخاری

source: Verified Enrollment
fa: ثبت‌نام تایید شده

source: Gross Revenue
fa: درآمد ناخالص

source: Gross Revenue over the Minimum
fa: درآمد ناخالص بیش از حداقل

source: Number of Verified Students Contributing More than the Minimum
fa: تعداد دانشجویان تأیید شده بیش از حداقل مشارکت دارند

source: Number of Refunds
fa: تعداد بازپرداخت‌ها

source: Dollars Refunded
fa: پول‌های استرداد‌شده

source: Number of Transactions
fa: تعداد تراکنش‌ها

source: Total Payments Collected
fa: کل پرداخت‌های جمع آوری شده

source: Number of Successful Refunds
fa: تعداد استرداد‌های موفق

source: Total Amount of Refunds
fa: مقدار کل بازپرداخت‌ها

source: You must be logged-in to add to a shopping cart
fa: شما برای اضافه کردن به سبد خریدتان باید وارد سیستم شوید

source: The course you requested does not exist.
fa: دوره‌ای که درخواست کردید وجود ندارد.

source: The course {course_id} is already in your cart.
fa: دوره {course_id} از قبل در سبد خرید شما قرار دارد.

source: You are already registered in course {course_id}.
fa: شما قبلاً در دوره {course_id} ثبت نام کرده‌اید.

source: Course added to cart.
fa: دوره به سبد خرید اضافه شد.

source: Discount does not exist against code '{code}'.
fa: تخفیف در برابر کد "{code}" وجود ندارد.

source: This enrollment code ({enrollment_code}) is no longer valid.
fa: این کد ثبت نام ({enrollment_code}) دیگر معتبر نیست.

source: This enrollment code ({enrollment_code}) is not valid.
fa: این کد ثبت نام ({enrollment_code}) معتبر نیست.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
fa: کد "{registration_code}" برای هر دوره در سبد خرید معتبر نیست.

source: Cart item quantity should not be greater than 1 when applying activation code
fa: هنگام استفاده از کد فعال‌سازی، مقدار کالای سبد خرید نباید بیشتر از ۱ باشد

source: Only one coupon redemption is allowed against an order
fa: فقط یک بار خرید تخفیف در برابر سفارش مجاز است

source: success
fa: موفق

source: You do not have permission to view this page.
fa: شما اجازه مشاهده این صفحه را ندارید.

source: View and regenerate certificates.
fa: مشاهده و تولید مجدد گواهینامه‌ها.

source: Manual Refund
fa: بازپرداخت دستی

source: Enrollment
fa: ثبت‌نام

source: View and update learner enrollments.
fa: ثبت نام فراگیران را مشاهده و به روز کنید.

source: Manage User
fa: مدیریت کاربر

source: Disable User Account
fa: غیرفعال سازی حساب کاربری

source: Entitlements
fa: حقوق

source: View, create, and reissue learner entitlements
fa: حقوق فراگیران را مشاهده، ایجاد و دوباره منتشر کنید

source: Feature Based Enrollments
fa: ثبت‌نام مبتنی بر ویژگی

source: View feature based enrollment settings
fa: تنظیمات ثبت‌نام مبتنی بر ویژگی را مشاهده کنید

source: Link Program Enrollments
fa: ثبت‌نام برنامه را پیوند دهید

source: Link LMS users to program enrollments
fa: کاربران LMS را به ثبت‌نام در برنامه پیوند دهید

source: Usable
fa: قابل استفاده

source: Unusable
fa: غیرقابل استفاده

source: User Enabled Successfully
fa: کاربر با موفقیت فعال شد

source: User Disabled Successfully
fa: کاربر با موفقیت غیرفعال شد

source: Email Address
fa: آدرس پست الکترونیکی

source: Course ID
fa: شناسه دوره

source: User not found
fa: کاربر یافت نشد

source: Course {course_id} not past the refund window.
fa: دوره {course_id} از پنجره بازپرداخت عبور نکرد.

source: No order found for {user} in course {course_id}
fa: در حال حاضر هیچ سفارشی برای {user} در دوره {course_id} یافت نشد

source: Unenrolled {user} from {course_id}
fa: کاربر {user} از دوره {course_id} لغو ثبت نام شد

source: Refunded {cost} for order id {order_id}
fa: {cost} برای شناسه سفارش {order_id} بازپرداخت شد

source: Optional language the team uses as ISO 639-1 code.
fa: زبان اختیاری که تیم به عنوان کد ISO 639-1 استفاده می کند.

source: Teams
fa: گروه‌ها

source: course_id must be provided
fa: شناسه دوره باید ارائه گردد

source: The supplied course id {course_id} is not valid.
fa: شناسه دوره ارائه شده {course_id} معتبر نیست.

source: text_search and order_by cannot be provided together
fa: جست‌وجوی متن و مرتب کردن با باهم ارائه نمی‌شوند

source: The supplied topic id {topic_id} is not valid
fa: شناسه مبحث ارائه شده {topic_id} معتبر نیست

source: The ordering {ordering} is not supported
fa: سفارش {ordering} پشتیبانی نمی‌شود

source: The supplied course_id {course_id} is not valid.
fa: شناسه دوره ارائه شده {course_id} معتبر نیست.

source: You are already in a team in this course.
fa: شما در حال حاضر در این دوره در یک تیم هستید.

source: You can't create a team in an instructor managed topic.
fa: در مبحث مدیریت‌شده مربی نمی‌توانید تیم ایجاد کنید.

source: teamset_id and team_id are mutually exclusive options.
fa: شناسه مجموعه تیم و شناسه تیم گزینه‌های منحصر به فردی هستند.

source: teamset_id requires course_id to also be provided.
fa: شناسه مجموعه تیم برای ارائه شدن نیاز به شناسه دوره نیز دارد.

source: No teamset found in given course with given id
fa: هیچ مجموعه تیمی در دوره ارائه‌شده با شناسه ارائه‌شده یافت نشد

source: Username is required.
fa: نام کاربری مورد نیاز است.

source: Team id is required.
fa: شناسه تیم مورد نیاز است.

source: This team is already full.
fa: در حال حاضر این تیم پر است.

source: You can't join an instructor managed team.
fa: شما نمی‌توانید به تیمی که توسط مربی مدیریت می شود وارد شوید.

source: The user {username} is already a member of a team in this course.
fa: کاربر {username} در این دوره از اعضای تیم است.

source: The user {username} is not enrolled in the course associated with this team.
fa: کاربر {username} در دوره مرتبط با این تیم ثبت نام نشده‌است.

source: You can't leave an instructor managed team.
fa: شما نمی‌توانید تیمی که توسط مربی مدیریت می‌شود را ترک کنید.

source: The course for which this deadline applies
fa: دوره‌ای که این مهلت برای آن اعمال می‌شود

source: The datetime after which users are no longer allowed to submit photos for verification.
fa: زمانی که کاربران پس از آن دیگر مجاز به ارسال عکس برای تأیید نیستند.

source: Your {platform_name} verification has expired.
fa: تائیدیه {platform_name} شما منقضی شده‌است.

source: Intro
fa: معرفی

source: Make payment
fa: پرداخت

source: Payment confirmation
fa: تاییدیه پرداخت

source: Take photo
fa: گرفتن عکس

source: Take a photo of your ID
fa: از شناسه خود عکس بگیرید

source: Review your info
fa: اطلاعات خود را مرور کنید

source: Enrollment confirmation
fa: تائیدیه ثبت‌نام

source: Selected price is not valid number.
fa: قیمت انتخابی عدد معتبری نمی‌باشد.

source: This course doesn't support paid certificates
fa: این دوره از گواهینامه‌های پرداخت‌شده پشتیبانی نمی‌کند

source: No selected price or selected price is below minimum.
fa: هیچ قیمتی انتخاب نشده و یا قیمت انتخاب شده کمتر از حداقل است.

source: Photo ID image is required if the user does not have an initial verification attempt.
fa: اگر کاربر اقدام به تأیید اولیه نکند، تصویر شناسه لازم است.

source: Missing required parameter face_image
fa: پارامتر مورد نیاز حذف‌شده تصویر چهره

source: Invalid course key
fa: کلید دوره نامعتبر

source: No profile found for user
fa: هیچ پروفایلی برای کاربر یافت نشد

source: Name must be at least {min_length} character long.
fa: نام باید حداقل {min_length} کاراکتر داشته باشد.

source: Image data is not valid.
fa: داده‌های تصویری معتبر نیستند.

source: {platform_name} ID Verification Photos Received
fa: عکس‌های تأیید شناسه {platform_name} دریافت شد

source: Your {platform_name} ID Verification Approved
fa: شناسه {platform_name} شما تائید شد
