Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: Discussion
fa: گفتگو

source: Advanced
fa: پیشرفته

source: Entrance Exam
fa: آزمون ورودی

source: Unit
fa: واحد

source: Empty
fa: خالی

source: The following parameters are required: {missing}.
fa: مقادیر زیر ضروری هستند: {missing}.

source: A transcript with the "{language_code}" language code already exists.
fa: یک رونوشت با کد زبانی "{language_code}" از قبل وجود دارد.

source: A transcript file is required.
fa: یک فایل رونوشت لازم است.

source: There is a problem with this transcript file. Try to upload a different file.
fa: این فایل رونوشت مشکلی دارد. سعی کنید فایل دیگری را بارگذاری کنید.

source: Name
fa: نام

source: Video ID
fa: شناسه ویدیو

source: Status
fa: وضعیت

source: Pending
fa: در انتظار

source: Django site admin
fa: مدیر سایت جنگو (Django)

source: Django administration
fa: مدیریت جنگو (Django)

source: View site
fa: مشاهده سایت

source: Documentation
fa: مستندات

source: Log out
fa: خروج

source: Mode
fa: حالت (mode)

source: Verification Deadline
fa: آخرین فرصت تایید

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
fa: اختیاری: بعد از این تاریخ/زمان، کاربران قادر نیستند تصویری برای تأیید ارسال کنند. این مسأله فقط در حالت‌هایی که نیازمند تأیید است اعمال می‌شود.

source: Your verification is pending
fa: شما در انتظار تأیید قرار دارید

source: Verified: Pending Verification
fa: وضعیت تأیید: در انتظار تأیید

source: ID verification pending
fa: در انتظار تایید شناسه

source: You're enrolled as a verified student
fa: شما به عنوان فراگیر تایید شده ثبت‌نام کردید

source: Verified
fa: تایید شده

source: ID Verified Ribbon/Badge
fa: روبان/نشان شناسه‌ی کاربری تأیید شده

source: You're enrolled as an honor code student
fa: شما به عنوان دانشجوی کد صداقت (honor) ثبت نام کردید

source: Honor Code
fa: کد صداقت (Honor Code)

source: You're enrolled as a professional education student
fa: شما به عنوان دانشجوی تحصیلات حرفه‌ای ثبت نام کردید

source: Professional Ed
fa: تحصیلات حرفه‌ای

source: Display Name
fa: نام را نشان بده

source: Price
fa: قیمت

source: Upgrade Deadline
fa: آخرین مهلت به روز رسانی

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
fa: اختیاری: بعد از این تاریخ/زمان، کاربران دیگر قادر به ثبت نام در این حالت نیستند. اگر کاربران می توانند تا زمان بسته شدن ثبت‌نام برای این دوره در این حالت ثبت‌نام کنند، اینجا را خالی بگذارید.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
fa: اختیاری: این SKU (واحد نگهداری موجودی) برای این حالت در سرویس تجارت الکترونیک بیرونی است. در صورتی که این دوره هنوز به سرویس تجارت الکترونیک منتقل نشده است آن را خالی بگذارید.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
fa: این ویرایش کلی SKU (واحد سهام نگهداری) برای این حالت در سرویس تجارت الکترونیک بیرونی است.

source: Honor
fa: صداقت (Honor)

source: Professional education modes are not allowed to have expiration_datetime set.
fa: در حالت آموزش حرفه‌ای مجموعه داده‌ی انقضای تاریخ نباید تعیین شود.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
fa: حالت دوره {course_mode} یک حداقل قیمت {min_price} دارد. باید قیمتی بزرگتر یا مساوی با {min_price} تعیین کنید.

source: Free
fa: رایگان

source: The time period before a course ends in which a course mode will expire
fa: بازه‌ی زمانی قبل از پایان دوره که در آن یکی از حالت‌های دوره منقضی می‌شود

source: Congratulations! You are now enrolled in {course_name}
fa: تبریک! شما در دوره {course_name} ثبت‌نام کردید

source: Enrollment is closed
fa: ثبت نام بسته شده است

source: Enrollment mode not supported
fa: حالت ثبت‌نام پشتیبانی نمی‌شود

source: Invalid amount selected.
fa: مقدار نادرست انتخاب شده است.

source: No selected price or selected price is too low.
fa: مبلغی انتخاب نشده است یا مبلغ انتخابی خیلی کم است.

source: User profile
fa: پروفایل کاربری

source: Account recovery
fa: بازیابی حساب کاربری

source: Password
fa: کلمه عبور

source: Raw passwords are not stored, so there is no way to see this user's password.
fa: کلمات عبور به صورت خام ذخیره نشده‌اند، به همین دلیل راهی برای دیدن کلمه‌ی عبور این کاربر وجود ندارد.

source: %(count)d student account was unlocked.
fa: %(count)d از حساب‌ دانشجویان قفل‌گشایی شد.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
fa: لطفاً یک کلید/ مقدار "THIRD_PARTY_AUTH_ONLY_DOMAIN / {site_email_domain}" را در پیکربندی سایت در قسمت site_values اضافه کنید.

source: Email doesn't have {domain_name} domain name.
fa: پست الکترونیکی فاقد نام دامنه {domain_name} است.

source: User with this email doesn't exist in system.
fa: کاربری با این پست الکترونیکی در سیستم وجود ندارد.

source: An account with the Public Username '{username}' already exists.
fa: نام کاربری '{username}' وجود دارد.

source: An account with the Email '{email}' already exists.
fa: حساب کاربری با پست الکترونیکی '{email}' پیش از این ثبت نام شده است.

source: Removed group: "{}"
fa: گروه حذف شده: "{}"

source: Did not find a group with name "{}" - skipping.
fa: گروهی با نام "{}" پیدا نشد - پریدن.

source: Invalid group name: "{group_name}". {messages}
fa: نام گروه نامعتبر: "{group_name}". {messages}

source: Created new group: "{}"
fa: گروه جدید ایجاد شده: "{}"

source: Found existing group: "{}"
fa: گروه جدید یافت شده: "{}"

source: Adding {codenames} permissions to group "{group}"
fa: افزودن مجوزهای {codenames} به گروه "{group}"

source: Removing {codenames} permissions from group "{group}"
fa: حذف مجوزهای {codenames} از گروه "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
fa: گزینه مجوز نامعتبر: "{}". لطفا مجوزهای استفاده را به این شکل مشخص کنید: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
fa: کد نام مجوز نامعتبر: "{codename}". چنین مجوزی برای مدل {module}.{model_name} وجود ندارد.

source: Setting {attribute} for user "{username}" to "{new_value}"
fa: تنظیم {attribute} برای کاربر "{username}" به "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
fa: رد کردن کاربر "{}" به این دلیل که آدرس‌های پست الکترونیکی موجود و مشخص‌شده با هم یکسان نیستند.

source: Did not find a user with username "{}" - skipping.
fa: کاربری با نام کاربری "{}" پیدا نشد - رد کردن.

source: Removing user: "{}"
fa: در حال حذف کاربر"{}".

source: Created new user: "{}"
fa: کاربر جدید ایجاد شد: "{}"

source: Found existing user: "{}"
fa: کاربر موجود یافت شده: "{}"

source: Setting unusable password for user "{}"
fa: تنظیم رمزهای عبور غیر قابل استفاده برای کاربر "{}"

source: Created new profile for user: "{}"
fa: پروفایل جدیدی برای کاربر "{}" ایجاد شد

source: Could not find a group named "{}" - skipping.
fa: گروهی با نام "{}" پیدا نشد - رد کردن.

source: Adding user "{username}" to groups {group_names}
fa: اضافه کردن کاربر "{username}" به گروه‌های {group_names}

source: Removing user "{username}" from groups {group_names}
fa: حذف کاربر "{username}" از گروه {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
fa: حساب کاربری شما غیر فعال شده است. اگر معتقدید که اشتباهی رخ داده است، لطفا از طریق {support_email} با ما تماس بگیرید.

source: Disabled Account
fa: حساب کاربری غیر فعال

source: Male
fa: مرد

source: Female
fa: زن

source: Other/Prefer Not to Say
fa: سایر گزینه ها/ترجیح می‌دهم نگویم

source: Doctorate
fa: دکتری

source: Master's or professional degree
fa: کارشناسی ارشد یا مدرک حرفه‌ای

source: Bachelor's degree
fa: مدرک کارشناسی

source: Associate degree
fa: مدرک کاردانی

source: Secondary/high school
fa: متوسطه / دبیرستان

source: Junior secondary/junior high/middle school
fa: مدرسه متوسطه دوره اول/ راهنمایی

source: Elementary/primary school
fa: مدرسه ابتدایی

source: No formal education
fa: بدون تحصیلات رسمی

source: Other education
fa: تحصیلات متفرقه

source: {platform_name} Honor Code Certificate for {course_name}
fa: {platform_name} گواهی کد صداقت برای {course_name}

source: {platform_name} Verified Certificate for {course_name}
fa: {platform_name} گواهی تایید شده برای {course_name}

source: {platform_name} Professional Certificate for {course_name}
fa: {platform_name} گواهی حرفه‌ای برای {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
fa: شناسه شرکت برای دکمه اضافه کردن به پروفایل لینکدین به عنوان مثال 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
fa: شناسه کوتاه برای شریک لینکداین مورد استفاده در کد رهگیری. (Example: 'edx') اگر ارزشی ارائه نشده است، کد رهگیری به لینکداین ارسال نخواهد شد.

source: {platform_name} Certificate for {course_name}
fa: {platform_name} گواهی برای {course_name}

source: The ISO 639-1 language code for this language.
fa: کد زبان ISO 639-1 برای این زبان.

source: Namespace of enrollment attribute
fa: فضای نام مشخصه ثبت نام

source: Name of the enrollment attribute
fa: نام مشخصه ثبت نام

source: Value of the enrollment attribute
fa: مقدار مشخصه ثبت نام

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
fa: پنجره زمانی بعد از ثبت نام که طی آن می‌توان به کاربران بازپرداخت اعطا کرد، در کمترین زمان نشان داده می‌شود. پیش فرض 14 روز است.

source: Name of the UTM cookie
fa: نام کوکی UTM

source: Name of the affiliate cookie
fa: نام کوکی وابسته

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
fa: انتظار می‌رود که داده‌ها در قالب فایل csv با ردیف اول عنوان و ستون‌ها به شرح زیر باشد: شناسه کاربر، نام کاربری، پست الکترونیکی، شناسه دوره، تایید شده، تاریخ تأیید

source: Name of this user attribute.
fa: نام این ویژگی کاربر.

source: Value of this user attribute.
fa: مقدار این خصیصه کاربر.

source: Secondary email address
fa: دومین آدرس پست الکترونیکی

source: Secondary email address to recover linked account.
fa: دومین ادرس پست الکترونیکی برای بازیابی کاربری پیوست شده.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
fa: یک کارمند (کاربری که پست الکترونیکی وی دارای نام دامنه سایت فعلی است) که پست الکترونیکی وی در این مدل وجود دارد، می‌تواند از طریق پست الکترونیکی و رمز عبور از صفحه ورود به سیستم وارد شود. و اگر پست الکترونیکی کارمندان در این مدل وجود نداشته باشد، آن کارمند می‌تواند فقط از طریق تأیید اعتبار شخص ثالث وارد سیستم شود.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, email, new_email
fa: انتظار می‌رود که داده‌ها در قالب فایل csv با ردیف اول عنوان و ستون‌ها به شرح زیر باشد: نام کاربری، پست الکترونیکی، پست الکترونیکی جدید

source: and
fa: و

source: Photos are mismatched
fa: عدم تطابق عکس‌ها

source: Name missing from ID photo
fa: نام از ID عکس شناسایی نشده است

source: ID photo not provided
fa: شناسه عکس ارائه نشده است

source: ID is invalid
fa: ID غیرقابل قبول است

source: Learner photo is blurry
fa: عکس یادگیرنده تار است

source: Name on ID does not match name on account
fa: نام با شناسه حساب کاربری مطابقت ندارد

source: Learner photo not provided
fa: عکس یادگیرنده ارائه نشده است

source: ID photo is blurry
fa: شناسه عکس نامشخص است

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
fa: صندوق ورودی {email_start} {email} {email_end} خود را برای لینک فعال سازی حساب از {platform_name} بررسی کنید. اگر به کمک نیاز دارید، با {link_start} {platform_name} پشتیبانی {link_end} تماس بگیرید.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
fa: افزودن پست الکترونیک بازیابی برای حفظ دسترسی زمانی که تک ثبت نام در دسترس نیست.به {link_start} تنظیمات حسابتان بروید {link_end}

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
fa: پست الکترونیک بازیابی هنوز فعال نشده است. لطفا پست الکترونیک خود را ببینید و براساس دستورالعمل آن را فعال کنید.

source: The course you are looking for does not start until {date}.
fa: دوره مورد نظر شما تا {date} شروع نمی‌شود.

source: The course you are looking for is closed for enrollment as of {date}.
fa: دوره‌ای که به دنبال آن هستید در تاریخ {date} بسته شده است.

source: Course id not specified
fa: شناسه دوره اختصاص داده نشده است

source: Invalid course id
fa: شناسه درس نامعتبر

source: Course id is invalid
fa: شناسه دوره نامعتبر می‌باشد

source: Could not enroll
fa: ثبت نام انجام نشد

source: You are not enrolled in this course
fa: شما در این دوره ثبت نام نشده‌اید

source: Your certificate prevents you from unenrolling from this course
fa: گواهینامه شما باعث می‌شود نتوانید ثبت‌نام این دوره را لغو کنید

source: Enrollment action is invalid
fa: عملیات ثبت نام نامعتبر می‌باشد

source: Please enter a username
fa: لطفا نام کاربری را وارد نمایید

source: Please choose an option
fa: لطفا یک گزینه را انتخاب کنید

source: User with username {} does not exist
fa: کاربری با نام کاربری {} موجود نیست

source: Successfully disabled {}'s account
fa: حساب {} با موفقیت غیر فعال شد

source: Successfully reenabled {}'s account
fa: حساب {} با موفقیت دوباره فعال شد

source: Unexpected account status
fa: وضعیت حساب غیر منتظره

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
fa: {html_start}حساب کاربری شما فعال نشد{html_end}چیزی اشتباه شده است، لطفا <a href="{support_url}"> با پشتیبانی تماس بگیرید </a> برای حل این موضوع.

source: {html_start}This account has already been activated.{html_end}
fa: {html_start} این حساب قبلا فعال شده است. {html_end}

source: {html_start}Success{html_end} You have activated your account.
fa: {html_start} موفقیت {html_end} شما حساب کاربری خود را فعال کرده‌اید.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
fa: {html_start} موفقیت! شما حساب خود را فعال کرده‌اید. {html_end} شما اکنون ایمیل هشدارها و بروزرسانی‌های مرتبط با دوره‌ای که ثبت‌نام کرده‌اید را دریافت می‌کنید. برای ادامه وارد شوید.

source: Valid e-mail address required.
fa: پست الکترونیک معتبر باید وارد گردد.

source: Old email is the same as the new email.
fa: پست الکترونیک قبلی با پست الکترونیک جدید وارد شده یکسان می‌باشد.

source: Cannot be same as your sign in email address.
fa: نمی‌تواند همان آدرس ایمیل ورود به سیستم شما باشد.

source: Unable to send email activation link. Please try again later.
fa: پست الکترونیکی فعال سازی شما ارسال نشد. لطفا دوباره تلاش کنید.

source: Deleted the selected configuration(s).
fa: پیکربندی‌های انتخاب‌شده حذف شد.

source: Delete the selected configuration
fa: پیکربندی‌ انتخاب‌شده حذف شد

source: Unable to connect with the external provider, please try again
fa: امکان برقراری ارتباط با ارائه دهنده خارجی وجود ندارد، لطفا دوباره امتحان کنید

source: Authentication with {} is currently unavailable.
fa: احراز هویت با {} در حال حاضر در دسترس نیست.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
fa: ارائه‌دهندگان ثانویه کمتر برجسته نمایش داده می شود، در یک لیست جداگانه از"موسسه" ورود ارائه دهندگان.

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
fa: اختیاری است، اگر این ارائه دهنده، یک سازمان است، این ویژگی می تواند در آن سازمان مورد استفاده کاربران قرار گیرد

source: The Site that this provider configuration belongs to.
fa: سایتی که این پیکربندی ارائه‌دهنده به آن تعلق دارد.

source: If this option is selected, users will be sent a welcome email upon registration.
fa: اگر این گزینه انتخاب شده باشد، یک پست الکترونیکی خوشامدگویی برای کاربران ارسال می‌شود.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
fa: اگر اين گزينه انتخاب نگردد، كاربران نمی‌توانند به عنوان ارائه دهنده برای ورود به سیستم تایید هویت بشوند. اما احراز هویت دستی با استفاده از پیوند صحیح هنوز امکان پذیر است.

source: {platform_name} Support
fa: {platform_name} پشتیبانی

source: Please wait
fa: لطفا منتظر بمانید

# am/pm indicator
source: AM
fa: ق.ظ

# am/pm indicator
source: PM
fa: ب.ظ

# weekday name
source: Monday
fa: دوشنبه

# weekday name
source: Tuesday
fa: سه شنبه

# weekday name
source: Wednesday
fa: چهارشنبه

# weekday name
source: Thursday
fa: پنجشنبه

# weekday name
source: Friday
fa: جمعه

# weekday name
source: Saturday
fa: شنبه

# weekday name
source: Sunday
fa: یکشنبه

# abbreviated weekday name
source: Mon
fa: دو ش

# abbreviated weekday name
source: Tue
fa: سه ش

# abbreviated weekday name
source: Wed
fa: چهار ش

# abbreviated weekday name
source: Thu
fa: پنج ش

# abbreviated weekday name
source: Fri
fa: جمعه

# abbreviated weekday name
source: Sat
fa: شنبه

# abbreviated weekday name
source: Sun
fa: یک ‌ش

# abbreviated month name
source: Jan
fa: ژان

# abbreviated month name
source: Feb
fa: فبريه

# abbreviated month name
source: Mar
fa: مارس

# abbreviated month name
source: Apr
fa: آپريل

# abbreviated month name
source: May
fa: می

# abbreviated month name
source: Jun
fa: جون

# abbreviated month name
source: Jul
fa: جولاي

# abbreviated month name
source: Aug
fa: آگوست

# abbreviated month name
source: Sep
fa: سپتامبر

# abbreviated month name
source: Oct
fa: اکتبر

# abbreviated month name
source: Nov
fa: نوامبر

# abbreviated month name
source: Dec
fa: دسامبر

# month name
source: January
fa: ژانویه

# month name
source: February
fa: فوریه

# month name
source: March
fa: مارس

# month name
source: April
fa: آپریل

# month name
source: May
fa: می

# month name
source: June
fa: جون

# month name
source: July
fa: جولای

# month name
source: August
fa: آگوست

# month name
source: September
fa: سپتامبر

# month name
source: October
fa: اکتبر

# month name
source: November
fa: نوامبر

# month name
source: December
fa: دسامبر

source: The file must end with the extension '{file_types}'.
fa: فایل باید با پسوند '{file_types}' پایان یابد.

source: Maximum upload file size is {file_size} bytes.
fa: حداکثر اندازه فایل {file_size} بایت است.

source: Course {course_id} requires {prerequisite_course_id}
fa: البته {course_id} نیاز به {prerequisite_course_id} دارد

source: Your password must contain {length_instruction}, including {complexity_instructions}.
fa: كلمه عبور شما باید شامل {length_instruction}، از جمله {complexity_instructions} باشد.

source: Your password must contain {length_instruction}.
fa: كلمه عبور شما باید شامل {length_instruction} باشد.

source: Invalid password.
fa: كلمه عبور غيرمجاز است.

source: at least %(min_length)d character
fa: حداقل %(min_length)d کاراکتر

source: This password is too long. It must contain no more than %(max_length)d character.
fa: این گذرواژه بیش از حد طولانی است. نباید بیش از %(max_length)d کاراکتر داشته باشد.

source: Your password must contain no more than %(max_length)d character.
fa: گذرواژه شما نباید بیش از %(max_length)d کاراکتر داشته باشد.

source: This password must contain at least %(min_alphabetic)d letter.
fa: این گذرواژه باید حداقل %(min_alphabetic)d حرف داشته باشد.

source: Your password must contain at least %(min_alphabetic)d letter.
fa: گذرواژه شما باید حداقل %(min_alphabetic)d حرف داشته باشد.

source: %(num)d letter
fa: %(num)d حرف

source: This password must contain at least %(min_numeric)d number.
fa: این گذرواژه باید حداقل شامل %(min_numeric)d عدد باشد.

source: Your password must contain at least %(min_numeric)d number.
fa: گذرواژه شما باید حداقل شامل %(min_numeric)d عدد باشد.

source: %(num)d number
fa: %(num)d عدد

source: This password must contain at least %(min_upper)d uppercase letter.
fa: این گذرواژه باید حداقل شامل %(min_upper)d حرف بزرگ باشد.

source: Your password must contain at least %(min_upper)d uppercase letter.
fa: گذرواژه شما باید حداقل شامل %(min_upper)d حرف بزرگ باشد.

source: %(num)d uppercase letter
fa: %(num)d حرف بزرگ

source: This password must contain at least %(min_lower)d lowercase letter.
fa: این گذرواژه باید حداقل شامل %(min_lower)d حرف کوچک باشد.

source: Your password must contain at least %(min_lower)d lowercase letter.
fa: گذرواژه شما باید حداقل شامل %(min_lower)d حرف کوچک باشد.

source: %(num)d lowercase letter
fa: %(num)d حرف کوچک

source: This password must contain at least %(min_punctuation)d punctuation mark.
fa: این گذرواژه باید حداقل شامل %(min_punctuation)d علامت نگارشی باشد.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
fa: گذرواژه شما باید حداقل شامل %(min_punctuation)d علامت نگارشی باشد.

source: %(num)d punctuation mark
fa: %(num)d علامت نگارشی

source: This password must contain at least %(min_symbol)d symbol.
fa: این گذرواژه باید حداقل شامل %(min_symbol)d نماد باشد.

source: Your password must contain at least %(min_symbol)d symbol.
fa: گذرواژه شما باید حداقل شامل %(min_symbol)d نماد باشد.

source: %(num)d symbol
fa: %(num)d نماد

source: show deprecation messaging in Studio
fa: نمايش شرح پيام در ويرايشگر

source: Fully Supported
fa: پشتیبانی کامل

source: Provisionally Supported
fa: پشتیبانی موقت

source: Unsupported
fa: پشتیبانی نشده

source: Cannot rescore problems with possible file submissions
fa: دوباره نمره‌دهی فایل‌های ارسالی ممکن نیست

source: Question {}
fa: سوال {}

source: Incorrect
fa: نادرست

source: Correct
fa: درست

source: correct
fa: درست

source: incorrect
fa: نادرست

source: partially correct
fa: تقریبا درست

source: incomplete
fa: كامل نيست

source: unanswered
fa: پاسخ داده نشده

source: submitted
fa: ارسال شده

source: processing
fa: پردازش

source: This answer is correct.
fa: پاسخ صحیح است.

source: This answer is incorrect.
fa: پاسخ نادرست است.

source: This answer is partially correct.
fa: پاسخ تاحدودی درست است.

source: This answer is being processed.
fa: پاسخ درحال پردازش است.

source: Not yet answered.
fa: هنوز پاسخ داده نشده است.

source: Select an option
fa: یک گزینه را انتخاب کنید

source: ChoiceGroup: unexpected tag {tag_name}
fa: ChoiceGroup: برچسب غیرمنتظره {tag_name}

source: Answer received.
fa: پاسخ دریافت شد.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
fa: یک برچسب<choice> یا <compoundhint> مورد انتظار است؛ در عوض {given_tag} دریافت شد

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
fa: فايل‌هاي شما ارسال شده است. بزودي نمره شما ارسال مي شود، اين پیام با بازخورد نمره شما جايگزين مي‌شود.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
fa: پاسخ شما ارسال شده است. به محض این که پاسخ شما نمره‌دهی شد این پیام با بازخورد استاد جایگزین می‌شود.
