Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: fa

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
fa: {strongStart} هشدار: حذف حساب دائمی است. {strongEnd} لطفا قبل از ادامه موارد بالا را با دقت بخوانید. این یک اقدام برگشت ناپذیر است و {strongStart} دیگر نمی‌توانید از همان پست الکترونیکی در {platformName} استفاده کنید. {strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
fa: لطفا توجه داشته باشید: حذف حساب و داده‌های شخصی شما دائمی است و قابل بازگشت نیست. {platformName} قادر به بازیابی حساب شما یا داده‌های حذف شده نخواهد بود.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
fa: پس از حذف حساب خود، نمی‌توانید از آن برای شرکت در دوره‌های {platformName} ، {siteName} یا هر سایت دیگری که توسط {platformName} میزبانی شده استفاده کنید.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
fa: این شامل دسترسی به {siteName} از سیستم کارفرما یا دانشگاه شما{AdditionalSiteSpecificDeletionText}. است.

source: We’re sorry to see you go!
fa: از اینکه ما را ترک می‌کنید متاسفیم!

source: Delete My Account
fa: حذف حساب کاربری من

source: Password is incorrect
fa: رمز صحیح نیست

source: Unable to delete account
fa: امکان حذف حساب کاربری شما وجود ندارد

source: Please re-enter your password.
fa: لطفا گذر‌واژه خود را دوباره وارد کنید.

source: Sorry, there was an error trying to process your request. Please try again later.
fa: متأسفیم ، هنگام پردازش درخواست شما خطایی رخ داد. لطفاً بعداً دوباره تلاش کنید.

source: A Password is required
fa: گذر‌واژه مورد نیاز است

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
fa: شما "حذف حساب من" را انتخاب کرده‌اید. حذف حساب و داده‌های شخصی شما دائمی است و قابل بازگشت نیست. {platformName} قادر به بازیابی حساب شما یا داده‌های حذف شده نخواهد بود.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
fa: اگر ادامه دهید، نمی‌توانید از این حساب برای شرکت در دوره‌های {platformName} ، {siteName} یا هر سایت دیگری که توسط {platformName} میزبانی شده استفاده کنید.

source: If you still wish to continue and delete your account, please enter your account password:
fa: اگر هنوز می‌خواهید ادامه دهید و حساب خود را حذف کنید، لطفاً رمز ورود حساب خود را وارد کنید:

source: Yes, Delete
fa: بله، حذف شود

source: We're sorry to see you go! Your account will be deleted shortly.
fa: از اینکه ما را ترک می‌کنید متاسفیم! حساب شما به زودی حذف خواهد شد.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
fa: حذف کامل حساب، از جمله حذف از لیست پست‌های الکترونیک، ممکن است چند هفته طول بکشد تا از طریق سیستم ما پردازش شود. اگر می‌خواهید پست‌های الکترونیک خود را قبل از آن حذف کنید، لطفاً اشتراک خود را در قسمت آخر پست الکترونیک لغو کنید.

source: Terms of Service and Honor Code
fa: شرایط استفاده از خدمات و کدهای اخلاقی

source: Saving your email preference
fa: ذخیره اولویت پست الکترونیک شما

source: Enrolling you in the selected course
fa: درحال ثبت نام شما در دوره انتخابی

source: Adding the selected course to your cart
fa: افزودن دوره انتخاب شده به سبد خرید شما

source: Loading your courses
fa: در حال بارگذاری دوره‌های شما

source: An error occurred.
fa: خطایی رخ داد.

source: (optional)
fa: (اختیاری)

source: We couldn't sign you in.
fa: ما نمی‌توانیم شما را وارد کنیم.

source: An error occurred when signing you in to %s.
fa: هنگام ورود به سیستم %s خطایی روی داد.

source: Check Your Email
fa: پست الکترونیکی خود را چک کنید

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
fa: {paragraphStart} شما {boldStart} {email} {boldEnd} را وارد کردید. اگر این نشانی پست الکترونیک با حساب {platform_name} شما مرتبط باشد، ما پیامی با دستورالعمل‌های بازیابی رمز عبور به این نشانی پست الکترونیک ارسال خواهیم کرد. {paragraphEnd} {paragraphStart} اگر بعد از 1 دقیقه پیام تنظیم مجدد رمز عبور دریافت نکردید، تأیید کنید که نشانی پست الکترونیک را صحیح را وارد کردید، یا پوشه هرزنامه خود را بررسی کنید. {paragraphEnd} {paragraphStart} در صورت نیاز به کمک بیشتر، {anchorStart} با پشتیبانی فنی تماس بگیرید {anchorEnd}. {paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
fa: خطایی رخ داده است. صفحه را دوباره بارگذاری کنید یا اتصال اینترنت خود را بررسی کنید.

source: An unexpected error has occurred.
fa: خطای غیرمنتظره‌ای رخ داد.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
fa: شما با موفقیت به%(currentProvider)s وارد شدید‌، اما حساب %(currentProvider)s شما یک حساب %(platformName)s پیوندی ندارد. برای پیوند دادن حساب‌های خود، اکنون با استفاده از گذرواژ %(platformName)s وارد سیستم شوید.

source: We couldn't create your account.
fa: موفق به ایجاد حساب کاربری شما نشدیم.

source: Create Account
fa: ایجاد حساب

source: (required)
fa: (الزامی)

source: You've successfully signed into %(currentProvider)s.
fa: شما با موفقیت به %(currentProvider)s. وارد شدید.

source: We just need a little more information before you start learning with %(platformName)s.
fa: قبل از اینکه با %(platformName)s شروع به یادگیری کنید، به کمی اطلاعات بیشتر نیاز داریم.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
fa: تنظیمات پروفایل شما توسط {enterprise_name} مدیریت می‌شود. برای راهنمایی با سرپرست خود یا {link_start} پشتیبانی edX {link_end} تماس بگیرید.

source: Email Address (Sign In)
fa: نشانی پست النرونیک (ورود)

source: You receive messages from {platform_name} and course teams at this address.
fa: شما پیام‌هایی از {platform_name} و تیم‌های دوره دریافت می‌کنید.

source: Recovery Email Address
fa: بازیابی نشانی پست الکترونیک

source: You may access your account with this address if single-sign on or access to your primary email is not available.
fa: اگر تک علامت روشن یا دسترسی به ایمیل اصلی شما در دسترس نباشد، می‌توانید با این آدرس به حساب خود دسترسی پیدا کنید.

source: Full Name
fa: نام و نام خانوادگی

source: The name that is used for ID verification and that appears on your certificates.
fa: نامی که برای تأیید شناسه استفاده می‌شود و در گواهی‌های شما نشان داده می‌شود.

source: Country or Region of Residence
fa: کشور یا منطقه اقامت

source: The country or region where you live.
fa: کشور یا منطقه‌ای که در آن زندگی می‌کنید.

source: Basic Account Information
fa: اطلاعات اساسی حساب

source: These settings include basic information about your account.
fa: این تنظیمات شامل اطلاعات اساسی در مورد حساب شما است.

source: The name that identifies you on {platform_name}. You cannot change your username.
fa: نامی که شما را در {platform_name} شناسایی می‌کند. شما نمی‌توانید نام کاربری خود را تغییر دهید.

source: Password
fa: رمز

source: Check your email account for instructions to reset your password.
fa: برای بازنشانی گذرواژه خود، حساب پست الکترونیک خود را بررسی کنید.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
fa: زبان مورد استفاده در این سایت. این سایت در حال حاضر به تعداد محدودی از زبانها در دسترس است. تغییر مقدار این قسمت باعث بارگذاری مجدد صفحه می‌شود.

source: Time Zone
fa: منطقه زمانی

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
fa: منطقه زمانی را برای نمایش تاریخ دوره انتخاب کنید. اگر منطقه زمانی را مشخص نکنید، تاریخ دوره‌ها ، از جمله مهلت تحویل تکلیف، در منطقه زمانی محلی مرورگر شما نمایش داده می‌شود.

source: All Time Zones
fa: همه مناطق زمانی

source: Default (Local Time Zone)
fa: پیش‌فرض (منطقه زمانی محلی)

source: Additional Information
fa: اطلاعات بیشتر

source: Education Completed
fa: تحصیلات تکمیل شد

source: Gender
fa: جنسیت

source: Year of Birth
fa: سال تولد

source: Preferred Language
fa: زبان مورد نظر شما

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
fa: ما یک پیام تأیید به {new_secondary_email_address} ارسال کرده‌ایم. برای به روزرسانی نشانی پست الکترونیک ثانویه خود، روی لینک موجود در پیام کلیک کنید.

source: Social Media Links
fa: لینک‌ شبکه‌های اجتماعی

source: Optionally, link your personal accounts to the social media icons on your edX profile.
fa: در صورت تمایل، حساب‌های شخصی خود را به نمادهای شبکه‌های اجتماعی در پروفایل edX خود پیوند دهید.

source: Link
fa: لینک

source: Enter your
fa: خود را وارد کنید

source: Linked Accounts
fa: حساب‌های مرتبط

source: You can link your social media accounts to simplify signing in to {platform_name}.
fa: برای ساده شدن ورود به سیستم {platform_name} می‌توانید حساب‌های شبکه اجتماعی خود را پیوند دهید.

source: ORDER NAME
fa: نام سفارش

source: ORDER PLACED
fa: سفارش ثبت شد

source: TOTAL
fa: کل

source: ORDER NUMBER
fa: شماره سفارش

source: My Orders
fa: سفارش‌های من

source: This page contains information about orders that you have placed with {platform_name}.
fa: این صفحه حاوی اطلاعاتی درباره سفارشاتی است که شما با {platform_name} ثبت کرده‌اید.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
fa: ما یک پیام تأیید به {new_email_address} ارسال کرده‌ایم. برای به روزرسانی نشانی پست الکترونیک خود، روی لینک موجود در پیام کلیک کنید.

source: You must sign out and sign back in before your language changes take effect.
fa: قبل از اینکه تغییرات زبان شما اعمال شود باید از سیستم خارج شوید و دوباره وارد شوید.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
fa: ما پیامی به {email} ارسال کرده‌ایم. برای تنظیم مجدد رمز ورود خود، روی لینک موجود در پیام کلیک کنید. پیام را دریافت نکردید؟ با {anchorStart} پشتیبانی فنی {anchorEnd} تماس بگیرید.

source: Link your {accountName} account
fa: حساب {accountName} خود را پیوند دهید

source: Unlink This Account
fa: لغو پیوند این حساب

source: You can use your {accountName} account to sign in to your {platformName} account.
fa: برای ورود به حساب {platformName} خود می‌توانید از حساب {accountName} خود استفاده کنید.

source: Unlink your {accountName} account
fa: حساب {accountName} خود را لغو پیوند کنید

source: Link Your Account
fa: حساب خود را پیوند دهید

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
fa: حساب {accountName} خود را به حساب {platformName} خود پیوند دهید و از {accountName} برای ورود به سیستم {platformName} استفاده کنید.

source: Unlinking
fa: لغو پیوند

source: Linking
fa: پیوند

source: Successfully unlinked.
fa: با موفقیت لغو پیوند شد.

source: Image Upload Error
fa: خطا در بارگذاری تصویر

source: Please verify that you have uploaded a valid image (PNG and JPEG).
fa: لطفاً تأیید کنید که یک تصویر معتبر (PNG و JPEG) بارگذاری کرده‌اید.

source: An error has occurred. Please try again later.
fa: خطایی رخ داده است. لطفا بعدا دوباره تلاش کنید.

source: Could not submit photos
fa: امکان ارسال تصاویر وجود ندارد

source: Professional Education Verified Certificate
fa: گواهینامه معتبر تحصیلات حرفه‌ای

source: Professional Education
fa: تحصیلات حرفه ای

source: Verified Certificate upgrade
fa: ارتقا گواهینامه تایید شده

source: Verified Certificate
fa: گواهینامه تایید شده

source: Checkout
fa: تسویه حساب

source: Checkout with PayPal
fa: تسویه حساب با درگاه اینترنتی

source: Checkout with {processor}
fa: تسویه حساب با {processor}

source: All payment options are currently unavailable.
fa: همه گزینه‌های پرداخت در حال حاضر خارج از دسترس هستند.

source: Try the transaction again in a few minutes.
fa: چند دقیقه دیگر پرداخت را امتحان کنید.

source: An error has occurred. Please try again.
fa: خطایی رخ داده است. لطفا دوباره تلاش کنید.

source: Could not submit order
fa: امکان ارسال سفارش وجود ندارد

source: Could not retrieve payment information
fa: امکان دریافت اطلاعات پرداخت وجود ندارد

source: Take a photo of your ID
fa: از شناسه خود عکس بگیرید

source: Review your info
fa: مرور اطلاعات شما

source: An error has occurred. Please try reloading the page.
fa: خطایی رخ داده است. لطفا دوباره برای بارگذاری صفحه تلاش کنید.

source: Video Capture Error
fa: خطای ضبط ویدئو

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
fa: لطفاً بررسی کنید که وب کم شما متصل است و به مرورگر خود اجازه دسترسی به آن را داده‌اید.

source: No Webcam Detected
fa: هیچ وب کمی یافت نشد

source: You don't seem to have a webcam connected.
fa: به نظر نمی‌رسد وب کم شما متصل باشد.

source: Double-check that your webcam is connected and working to continue.
fa: دوباره بررسی کنید که وب کم شما متصل است و برای ادامه، کار می‌کند.

source: Photo Captured successfully.
fa: عکس با موفقیت ضبط شد.

source: No Flash Detected
fa: هیچ Flash یافت شد

source: You don't seem to have Flash installed. Get Flash to continue your verification.
fa: به نظر نمی‌سد که Flash را نصب کرده باشید. برای ادامه تأیید، Flash را دریافت کنید.

source: Editable
fa: قابل ویرایش

source: Validation Error
fa: خطای اعتبارسنجی

source: In Progress
fa: درحال پیشرفت

source: Placeholder
fa: نگهدارنده

source: Your upload of '{file}' succeeded.
fa: بارگذاری فایل '{file}' شما موفقیت‌ آمیز بود.

source: Your upload of '{file}' failed.
fa: بارگذاری فایل '{file}' شما موفقیت‌ آمیز نبود.

source: Upload an image
fa: بارگذاری تصویر

source: Change image
fa: تغییر تصویر

source: Image
fa: تصویر

source: An error has occurred. Refresh the page, and then try again.
fa: خطایی رخ داده است. صفحه را دوباره بارگذاری کنید، سپس دوباره تلاش کنید.

source: The file must be at least {size} in size.
fa: فایل باید حداقل {size} اندازه را داشته باشد.

source: The file must be smaller than {size} in size.
fa: فایل باید از {size} کوچک‌تر باشد.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
fa: بارگذاری در حال انجام است. برای جلوگیری از خطا، تا پایان مراحل در این صفحه بمانید.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
fa: حذف در حال انجام است. برای جلوگیری از خطا، تا پایان مراحل در این صفحه بمانید.

source: bytes
fa: بایت

source: KB
fa: کیلوبایت

source: MB
fa: مگابایت

source: Course is not yet visible to students.
fa: این درس هنوز برای دانشجویان قابل مشاهده نیست.

source: You cannot view the course as a student or beta tester before the course release date.
fa: شما به عنوان دانشجو نمی‌توانید این درس را قبل از تاریخ انتشار مشاهده نمایید.

source: Overall Score
fa: نمره کل

source: Bookmark this page
fa: نشانه‌گذاری این صفحه

source: Thank you for setting your course goal to {goal}!
fa: از اینکه هدف دوره خود را روی {goal} تعیین کردید متشکریم!

source: You have successfully updated your goal.
fa: شما با موفقیت هدف خود را به روز کردید.

source: There was an error updating your goal.
fa: در به روزرسانی هدف شما خطایی روی داد.

source: Expand All
fa: باز کردن همه

source: Collapse All
fa: جمع کردن همه

source: {total_results} result
fa: {total_results} نتیجه

source: Profile Visibility:
fa: قابل مشاهده بودن پروفایل:

source: Limited Profile
fa: پروفایل محدود شده

source: Full Profile
fa: پروفایل کامل

source: Joined
fa: پیوسته

source: Joined Date
fa: داده پیوسته

source: Location
fa: مکان

source: Add Country
fa: افزودن کشور

source: Add language
fa: افزودن زبان

source: About me
fa: درباره‌ی من

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
fa: به دانشجویان دیگر کمی درباره خود بگویید: در کجا زندگی می‌کنید، علایق شما چیست، چرا دوره‌ها را می‌گذرانید یا آنچه را که می‌خواهید بیاموزید.

source: Accomplishments Pagination
fa: صفحه‌بندی دستاوردها

source: Account Settings page.
fa: صفحه تنظیمات حساب.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
fa: قبل از اینکه بتوانید مشخصات کامل خود را به اشتراک بگذارید، باید سال تولد خود را مشخص کنید. برای مشخص کردن سال تولد خود، به {account_settings_page_link} بروید

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
fa: برای به اشتراک گذاشتن یک پروفایل کامل باید بیش از ۱۳ سال داشته باشید. اگر بیش از ۱۳‌ سال دارید، مطمئن شوید که سال تولد را در {account_settings_page_link} مشخص کرده‌اید.

source: Profile Image
fa: تصویر پروفایل

source: Profile image for {username}
fa: تصویر پروفایل برای {username}

source: About Me
fa: درباره‌ی من

source: Accomplishments
fa: دستاوردها

source: Profile
fa: پروفایل
