Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
fa: URL ویدیوی شما. این می‌تواند یک URL YouTube یا پیوند به یک فایل ویدیویی .mp4 ، .ogg یا .webm باشد که در مکان‌های دیگر اینترنت میزبانی می‌شود.

source: Default Video URL
fa: آدرس پیش فرض ویدیو

source: Component Display Name
fa: نام نمایشی مولفه

source: Current position in the video.
fa: موقعیت فعلی در این ویدئو.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
fa: اختیاری، برای مرورگرهای قدیمی تر: سرعت عادی شناسه یوتیوب برای این ویدئو .

source: YouTube ID
fa: شناسه یوتیوب

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
fa: اختیاری، برای مرورگرهای قدیمی: شناسه YouTube برای ویدئو برابر با سرعت 0.75 .

source: YouTube ID for .75x speed
fa: شناسه یوتیوب برای سرعت .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
fa: اختیاری، برای مرورگرهای قدیمی‌تر: شناسه یوتیوب برای این ویدئو سرعت 1.25x.

source: YouTube ID for 1.25x speed
fa: شناسه یوتیوب برای سرعت .1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
fa: اختیاری، برای مرورگرهای قدیمی‌تر: شناسه یوتیوب برای این ویدئو سرعت 1.5X.

source: YouTube ID for 1.5x speed
fa: شناسه یوتیوب برای سرعت .1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
fa: زمانی که از آنجا می‌خواهید ویدیو شروع شود،اگر نمی خواهید کل ویدیو پخش شود. در برنامه تلفن همراه بومی پشتیبانی نمی‌شود: فایل ویدیوی کامل پخش می‌شود. قالب بندی شده به صورت HH: MM: SS. حداکثر مقدار 23:59:59 است.

source: Video Start Time
fa: زمان شروع ویدیو

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
fa: زمانی که می‌خواهید ویدیو از آنجا پخش شود. در برنامه تلفن همراه بومی پشتیبانی نمی‌شود: فایل ویدیوی کامل پخش می شود. قالب بندی شده به صورت HH: MM: SS. حداکثر مقدار 23:59:59 است.

source: Video Stop Time
fa: زمان توقف ویدیو

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
fa: به دانش آموزان اجازه دهید در صورت امکان نسخه‌های این فیلم را در قالب‌های مختلف دانلود کنند آنها نمی‌توانند از پخش کننده ویدیوی edX استفاده کنند یا به YouTube دسترسی ندارند. شما باید حداقل یک URL غیر YouTube را در قسمت آدرس URL File Video اضافه کنید.

source: Video Download Allowed
fa: اجازه دانلود ویدیو

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
fa: URL یا URL هایی که در آن نسخه‌های غیر YouTube از ویدیو را ارسال کرده‌اید. هر URL باید به .mpeg ، .mp4 ، .ogg یا .webm ختم شود و نمی‌تواند یک URL YouTube باشد. (برای سازگاری مرورگر ، ما به شدت قالب‌های .mp4 و .webm را توصیه می کنیم.) دانش آموزان می‌توانند اولین فیلم لیست شده را که با کامپیوتر دانش آموز سازگار است، مشاهده کنند. برای اینکه دانش آموزان بتوانند این فیلم‌ها را بارگیری کنند، بارگیری ویدیو مجاز را به حالت درست تنظیم کنید.

source: Video File URLs
fa: URLهای فایل ویدیو

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
fa: هنگام تنظیم بارگیری متن مجاز به درست، دانش آموزان می‌توانند رونوشت .srt یا .txt را بارگیری کنند. اگر می‌خواهید رونوشت قابل بارگیری در قالب دیگری را ارائه دهید، توصیه می‌کنیم با استفاده از قسمت بارگذاری جزوه ، یک جزوه بارگذاری کنید. اگر این امکان وجود ندارد، می توانید یک فایل رونوشت را در صفحه فایل‌ها و آپلودها یا در اینترنت ارسال کنید، و سپس URL متن رونوشت را در اینجا اضافه کنید. دانشجویان پیوندی را برای بارگیری متن در زیر ویدئو مشاهده می‌کنند.

source: Downloadable Transcript URL
fa: URL متن صحبت قابل دانلود

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
fa: به دانش آموزان اجازه دهید نسخه متن زمان بندی شده را بارگیری کنند. پیوندی برای بارگیری فایل در زیر ویدئو ظاهر می‌شود. به طور پیش فرض ، متن یک پرونده .srt یا .txt است. اگر می‌خواهید متن را برای بارگیری در قالب دیگری ارائه دهید، با استفاده از قسمت آپلود جزوه پرونده‌ای را بارگذاری کنید.

source: Download Transcript Allowed
fa: اجازه دانلود متن زیرنویس

source: Default Timed Transcript
fa: متن زیرنویس پیش فرض

source: Specify whether the transcripts appear with the video by default.
fa: مشخص کنید که آیا متن با ویدئو به طور پیش فرض ظاهر شود.

source: Show Transcript
fa: نمایش متن زیرنویس

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
fa: متن‌ها را به زبان‌های مختلف اضافه کنید. برای مشخص کردن یک زبان کلیک کنید و یک پرونده متن .srt را برای آن زبان بارگذاری کنید.

source: Transcript Languages
fa: زبان متن زیرنویس

source: Preferred language for transcript.
fa: زبان برگزیده برای متن.

source: Preferred language for transcript
fa: زبان برگزیده برای متن

source: Transcript file format to download by user.
fa: فرمت فایل رونوشت برای دانلود شدن توسط کاربر.

source: SubRip (.srt) file
fa: فایل SubRip (.srt)

source: Text (.txt) file
fa: فایل متن (.txt)

source: The last speed that the user specified for the video.
fa: آخرین سرعتی که کاربر برای این فیلم مشخص کرده است.

source: The default speed for the video.
fa: سرعت پیش فرض برای فیلم.

source: Specify whether to advance automatically to the next unit when the video ends.
fa: با پایان یافتن ویدیو مشخص کنید که آیا به طور خودکار به واحد بعدی منتقل شود یا خیر.

source: Specify whether YouTube is available for the user.
fa: مشخص کنید که آیا یوتیوب برای کاربر در دسترس است.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
fa: برای همراهی با این ویدیو، یک دفترچه آپلود کنید. دانش آموزان می‌توانند جزوه را با کلیک روی دانلود جزوه در زیر ویدیو بارگیری کنند.

source: Upload Handout
fa: بارگذاری جزوه

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
fa: مشخص کنید که آیا دسترسی به این ویدیو فقط به مرورگرها محدود شده است، یا اگر وجود دارد از سایر برنامه‌ها از جمله برنامه‌های تلفن همراه قابل دسترسی است.

source: Video Available on Web Only
fa: امکان دسترسی تنها از طریق وب

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
fa: اگر برای پخش ویدیو در این مولفه توسط آکادمی به شما شناسه ویدیویی اختصاص داده شده است، شناسه را اینجا وارد کنید. در این حالت، مقادیر را در قسمت URL پیش فرض ویدئو، آدرس‌های URL فایل پرونده و قسمتهای YouTube ID وارد نکنید. اگر شناسه ویدیویی به شما اختصاص داده نشده است، مقادیر را در قسمت‌های دیگر وارد کنید و این قسمت را نادیده بگیرید.

source: Date of the last view of the bumper
fa: تاریخ آخرین مشاهده از سپر

source: Do not show bumper again
fa: دوباره سپر دیگر نشان داده نشود

source: Instructions
fa: دستورالعمل‌ها

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
fa: دستورالعمل‌هایی را اضافه کنید تا به فراگیران کمک کند از نحوه استفاده از ابر کلمات مطلع شوند. دستورالعمل‌های واضح، به ویژه برای فراگیرانی که شرایط دسترسی دارند، مهم هستند.

source: Inputs
fa: ورودی‌ها

source: The number of text boxes available for learners to add words and sentences.
fa: تعداد کادرهای متن برای افزودن کلمات و جملات در اختیار یادگیرندگان.

source: Maximum Words
fa: حداکثر کلمات

source: The maximum number of words displayed in the generated word cloud.
fa: حداکثر تعداد کلمات نمایش داده شده در ابر کلمه تولید می‌شود.

source: Show Percents
fa: نمایش درصد

source: Statistics are shown for entered words near that word.
fa: آمار برای کلمات وارد شده در نزدیکی آن کلمه نشان داده شده است.

source: Whether this learner has posted words to the cloud.
fa: آیا این یادگیرنده کلمات را به ابر ارسال کرده است.

source: Student answer.
fa: پاسخ دانش آموز.

source: All possible words from all learners.
fa: همه کلمات ممکن از تمام فراگیران.

source: Top num_top_words words for word cloud.
fa: کلمات برتر num_top_words برای ابر کلمات.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
fa: {display_name} تنها برای فراگیران ثبت‌نام شده قابل دسترسی است. برای مشاهده این دوره وارد شوید یا نام‌نویسی کنید و ثبت‌نام را انجام دهید.

source: Unlock Account
fa: باز کردن حساب

source: Close
fa: بستن

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
fa: این یک ایمیل فعال سازی حساب مسیریابی برای %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s

source: Account Activation
fa: فعال‌سازی حساب

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
fa: تقریبا تمام است! برای فعال کردن حساب خود از لینک زیر استفاده کنید تا به دوره‌های جذاب و با کیفیت بالا %(platform_name)s دسترسی پیدا کنید. توجه داشته باشید که تا زمانی که حساب خود را فعال نکنید نمی‌توانید دوباره وارد آن شوید.

source: Activate Your Account
fa: فعال سازی حساب خود

source: Enjoy learning with %(platform_name)s.
fa: از یادگیری با %(platform_name)s لذت ببرید.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
fa: اگر به کمک نیاز دارید، لطفاً از وبسایت ما در نشانی {start_anchor_web}%(support_url)s{end_anchor} یا پست الکترونیکی {start_anchor_email}%(support_email)s{end_anchor} استفاده کنید.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
fa: این پیام الکترونیکی به طور خودکار توسط %(lms_url)s ارسال شد زیرا کسی با استفاده از این آدرس پست الکترونیکی سعی در ایجاد حساب در%(platform_name)s دارد.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
fa: اگر به کمک نیاز دارید، لطفاً از فرم وب ما در %(support_url)s استفاده کنید یا به %(support_email)s ایمیل ارسال کنید.

source: Action Required: Activate your %(platform_name)s account
fa: اقدام مورد نیاز: حساب %(platform_name)s خود را فعال کنید

source: Create Password
fa: ایجاد کلمه عبور

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
fa: شما این نامه الکترونیکی را دریافت می‌کنید زیرا درخواست کرده‌اید برای حساب کاربری %(platform_name)s خود رمز ایجاد کنید.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
fa: ما با استفاده از پست الکترونیکی بازیابی که در هنگام ثبت نام ارائه کرده‌اید، دسترسی به حساب %(platform_name)s شما را بازیابی کردیم.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
fa: پس از ایجاد گذرواژه [below]، می‌توانید با این پست الکترونیکی (%(email)s) و رمز ورود جدید خود به %(platform_name)s وارد شوید.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
fa: اگر درخواست تغییر نکرده‌اید ، می توانید از این پست الکترونیکی صرفنظر کنید - ما هنوز گذرواژه شما را دوباره تنظیم نکرده‌ایم.

source: Thanks for using our site!
fa: از شما بخاطر استفاده از سایت ما، سپاسگزاریم!

source: The %(platform_name)s Team
fa: تیم %(platform_name)s

source: Password creation on %(platform_name)s
fa: ایجاد گذرواژه در %(platform_name)s

source: Email Change
fa: تغییر پست الکترونیک

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
fa: ما یک درخواست برای تغییر پست الکترونیکی مرتبط با حساب کاربری %(platform_name)s شما از %(old_email)s به %(new_email)s دریافت کردیم. اگر صحیح است، لطفاً با مراجعه به آدرس پست الکترونیکی جدید خود تأیید کنید:

source: Confirm Email Change
fa: تغییر پست الکترونیکی را تأیید کنید

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
fa: اگر این درخواست را نکردید، نیازی به انجام کاری نیست. دیگر نامه‌ای از طرف ما دریافت نخواهید کرد. لطفاً به این ایمیل پاسخ ندهید؛ اگر به کمک نیاز دارید، بخش راهنما در وب‌سایت %(platform_name)s را بررسی کنید.

source: Request to change %(platform_name)s account e-mail
fa: درخواست تغییر پست الکترونیکی %(platform_name)s

source: Email Change Confirmation for %(platform_name)s
fa: تأیید تغییر پست الکترونیکی برای %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
fa: این برای تأیید این است که شما ایمیل مرتبط با %(platform_name)s را از %(old_email)s به %(new_email)s تغییر داده‌اید. اگر این درخواست را نکردید، بلافاصله با ما تماس بگیرید. اطلاعات تماس در اینجا ذکر شده است:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
fa: ما نامه‌های پست الکترونیکی قدیمی را نگه می‌داریم، بنابراین اگر این درخواست غیر عمدی بود، می‌توانیم تحقیق کنیم.

source: Create Recovery Email
fa: ایجاد پست الکترونیک جهت بازیابی

source: You've registered this recovery email address for %(platform_name)s.
fa: شما این نشانی پست الکترونیکی بازیابی را برای %(platform_name)s ثبت کرده‌اید.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
fa: اگر این آدرس پست الکترونیکی را تنظیم کردید، کلیک کنید "تایید ایمیل." اگر این کار را نکردید درخواست تغییر دهید، می توانید از این پست الکترونیکی صرفنظر کنید.

source: Confirm Email
fa: تایید ایمیل

source: Confirm your recovery email for %(platform_name)s
fa: پست الکترونیکی بازیابی خود را برای %(platform_name)s تأیید کنید

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
fa: اتمام دوره‌ی "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
fa: اتمام دوره "{course_name}" ({course_mode})

source: The badge image must be square.
fa: تصویر نشان باید مربعی باشد.

source: The badge image file size must be less than 250KB.
fa: اندازه فایل تصویری نشان کمتر از 250KB است.

source: This value must be all lowercase.
fa: این مقدار باید تمام حروف کوچک باشد.

source: The course mode for this badge image. For example, "verified" or "honor".
fa: حالت دوره برای این تصویر نشان. مثلا، "verified" or "honor".

source: Badge images must be square PNG files. The file size should be under 250KB.
fa: تصاویر نشان باید مربع فایل‌های PNG باشد. اندازه فایل باید کمتر از 250KB است.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
fa: اگر می‌خواهید این تصویر در هر حالت دوره‌ای که تصویر نشان مشخصی ندارد، تصویر پیش فرض باشد، این مقدار را روی True تنظیم کنید. شما فقط می‌توانید یک تصویر پیش فرض داشته باشید.

source: There can be only one default image.
fa: فقط یک تصویر پیش فرض وجود دارد.

source: Please check the syntax of your entry.
fa: لطفاً نحوه ورود خود را بررسی کنید.

source: Take free online courses at edX.org
fa: دوره‌های آنلاین رایگان را در آکادمی بگذرانید

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
fa: © {org_name} کلیه حقوق محفوظ است.

source: Powered by Open edX
fa: قدرت گرفته از Open edX

source: Blog
fa: مجله

source: Contact Us
fa: تماس با ما

source: Help Center
fa: مرکز پشتيباني

source: Media Kit
fa: کیت رسانه

source: Donate
fa: کمک مالی

source: About
fa: درباره

source: {platform_name} for Business
fa: {platform_name}

source: Contact
fa: تماس

source: Careers
fa: فرصت‌های شغلی

source: News
fa: خبرها

source: Terms of Service & Honor Code
fa: شرایط خدمات و کد افتخاری

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی

source: Accessibility Policy
fa: سیاست دسترسی

source: Terms of Service
fa: شرایط استفاده از خدمات

source: Sitemap
fa: نقشه سایت

source: Affiliates
fa: همکاران فروش

source: Trademark Policy
fa: خط مشی تجاری

source: Download the {platform_name} mobile app from the Apple App Store
fa: دانلود {platform_name} نرم افزار تلفن همراه از فروشگاه App اپل

source: Download the {platform_name} mobile app from Google Play
fa: دانلود {platform_name} نرم افزار تلفن همراه از Google Play

source: "{course_title}" Course Staff
fa: "{course_title}" کارمندان دوره

source: CCX Coach
fa: مربی CCX

source: You must be a CCX Coach to access this view.
fa: برای دسترسی به این نما شما باید مربی CCX باشید.

source: You must be the coach for this ccx to access this view
fa: برای دسترسی به این نما شما باید مربی این ccx باشید

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
fa: شما نمی‌توانید با استفاده از یک شناسه کاهش یافته، CCX را از یک دوره ایجاد کنید. لطفا ایجاد کنید و مجدداً از این دوره در استودیو استفاده کنید تا این عمل مجاز باشد.

source: created
fa: ایجاد شده

source: regenerated
fa: بازسازی

source: generated
fa: تولید شده است

source: All learners
fa: همه يادگيرندگان

source: For exceptions
fa: برای استثنا

source: The full name that will appear on the certificate.
fa: نام کامل که در گواهی ظاهر می‌شود.

source: The template file to use when generating the certificate.
fa: قالب برای استفاده در هنگام تولید گواهی.

source: The status of the example certificate.
fa: وضعیت گواهی نمونه.

source: The reason an error occurred during certificate generation.
fa: دلیل بروز خطا در هنگام تولید گواهی.

source: The download URL for the generated certificate.
fa: URL بارگیری برای گواهی تولید شده.

source: Description and/or admin notes.
fa: توضیحات و / یا یادداشتهای مدیر.

source: Django template HTML.
fa: قالب جنگو HTML.

source: Organization of template.
fa: سازماندهی قالب.

source: The course mode for this template.
fa: حالت دوره برای این قالب.

source: Description of the asset.
fa: توضیحات دارایی.

source: Asset file. It could be an image or css file.
fa: پرونده دارایی این می‌تواند یک فایل تصویری یا CSS باشد.

source: user '{user}' does not exist
fa: کاربر '{user}' موجود نیست

source: Course id '{course_id}' is not valid
fa: شناسه دوره '{course_id}' مجاز نيست

source: User {username} does not exist
fa: كاربر {username} وجود ندارد

source: The course {course_key} does not exist
fa: دوره {course_key} وجود ندارد

source: User {username} is not enrolled in the course {course_key}
fa: كاربر {username} در دوره ثبت نام نمی‌شود {course_key}

source: An unexpected error occurred while regenerating certificates.
fa: هنگام بازسازی گواهی‌ها خطای غیر منتظره‌ای رخ داد.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
fa: گواهینامه {cert_type} به این معنی است که یک یادگیرنده موافقت خود را با رعایت کد افتخاری تعیین شده توسط {platform_name} اعلام کرده و کلیه وظایف مورد نیاز این دوره را تحت رهنمودهای خود انجام داده است.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
fa: گواهینامه {cert_type} به این معنی است که یک زبان آموز موافقت خود را با رعایت کد افتخاری تعیین شده توسط {platform_name} اعلام کرده و کلیه وظایف مورد نیاز این دوره را تحت رهنمودهای خود انجام داده است. گواهی {cert_type} همچنین نشان می‌دهد که هویت زبان آموز بررسی شده و معتبر است.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
fa: گواهینامه {cert_type} موفقیت بالایی را در یک برنامه تحصیلی نشان می‌دهد و شامل تأیید هویت دانشجو است.

source: {month} {day}, {year}
fa: {day}, {month} {year}

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
fa: این یک گواهینامه معتبر {platform_name} برای {user_name} است که در {partner_short_name} {course_number} شرکت کرده است

source: {partner_short_name} {course_number} Certificate | {platform_name}
fa: {partner_short_name} {course_number} گواهينامه | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
fa: با موفقیت به اتمام رسید، نمره قبولی به این مدرک تعلق گرفت {platform_name} {certificate_type} گواهی کامل کردن دوره در

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
fa: {platform_name} از طریق گواهینامه‌هایی که برای فعالیت‌های دوره‌ای که دانشجویان {platform_name} تکمیل می‌کنند، اعطا می‌شود، موفقیت‌ها را تأیید می‌کند.

source: All rights reserved
fa: همه حقوق محفوظ است

source: Invalid Certificate
fa: گواهینامه نامعتبر

source: Certificate Validation
fa: اعتبار سنجی گواهی

source: About {platform_name} Accomplishments
fa: درباره دستاوردهای {platform_name}

source: Issued On:
fa: تاریخ صدور:

source: Certificate ID Number
fa: شماره شناسایی گواهی

source: About {platform_name} Certificates
fa: درباره گواهینامه‌های {platform_name}

source: How {platform_name} Validates Student Certificates
fa: چگونه {platform_name} گواهی‌های دانشجویی را تأیید می‌کند

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
fa: گواهینامه‌های صادر شده توسط {platform_name} با یک کلید gpg امضا می‌شوند تا بتوانند به طور مستقل توسط هر کسی که دارای کلید عمومی {platform_name} است، تأیید شوند. برای تأیید مستقل، {platform_name} از آنچه که "detached signature"&quot;" نامیده می‌شود استفاده می‌کند.

source: Validate this certificate for yourself
fa: این گواهینامه را برای خودتان معتبر کنید
