Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: {programming_language} editor
fa: ویرایشگر {programming_language}

source: Press ESC then TAB or click outside of the code editor to exit
fa: برای خروج ، ESC را فشار دهید و سپس TAB را فشار دهید یا خارج از ویرایشگر کد کلیک کنید

source: Error running code.
fa: خطا در اجرای کد.

source: No formula specified.
fa: هیچ فرمولی ذکر نشده است.

source: Error while rendering preview
fa: خطا در هنگام ایجاد تصویر برای پیش نمایش

source: Sorry, couldn't parse formula
fa: متأسفیم، فرمول تجزیه نشد

source: {input_type}: unexpected tag {tag_name}
fa: {input_type}: برچسب غیرمنتظره {tag_name}

source: Question {index}
fa: سوال {index}

source: Correct:
fa: درست:

source: Incorrect:
fa: نادرست:

source: Answer
fa: پاسخ

source: Checkboxes
fa: چک باکس‌ها

source: Multiple Choice
fa: چند گزینه‌ای

source: True/False Choice
fa: گزینه درست/نادرست

source: Dropdown
fa: آبشاری

source: Numerical Input
fa: ورودی عددی

source: There was a problem with the staff answer to this problem.
fa: یک مشکل با پاسخ کارکنان برای این مساله وجود دارد.

source: Could not interpret '{student_answer}' as a number.
fa: '{student_answer}' را نمی‌توان به عنوان یک عدد تفسیر کرد.

source: or
fa: یا

source: Text Input
fa: ورودی متن

source: error
fa: خطا

source: error getting student answer from {student_answers}
fa: خطا در دریافت پاسخ دانش آموز از {student_answers}

source: No answer entered!
fa: پاسخی وارد نشده!

source: Symbolic Math Input
fa: ورودی نمادهای ریاضی

source: Code Input
fa: كد ورودی

source: No answer provided.
fa: هیچ پاسخی ارائه نشده است.

source: Error: No grader has been set up for this problem.
fa: خطا: هیچ نمره‌ای برای این مساله تنظیم نشده است.

source: Invalid grader reply. Please contact the course staff.
fa: پاسخ نمره‌ده نامعتبر است. لطفا با کارکنان دوره تماس بگیرید.

source: External Grader
fa: نمره دهنده خارجی

source: Math Expression Input
fa: ورود عبارت ریاضی

source: Circuit Schematic Builder
fa: مدار شماتیک ساز

source: Image Mapped Input
fa: تصویر ورودی نقشه

source: Annotation Input
fa: درج حاشیه نویسی

source: Checkboxes With Text Input
fa: درج چک باکس با ورودی متن

source: Answer not provided for {input_type}
fa: پاسخی برای {input_type} ارائه نشده است

source: The Staff answer could not be interpreted as a number.
fa: پاسخ کارکنان نمی‌تواند به عنوان یکی عدد تفسیر شود.

source: XML data for the annotation
fa: داده های XML برای حاشیه نویسی

source: The display name for this component.
fa: نام نمایشی برای این جزء.

source: Annotation
fa: زیرنویسی

source: Blank Advanced Problem
fa: جای خالی مشکل پیشرفته

source: Number of attempts taken by the student on this problem
fa: تعداد تلاش‌های دانش آموز در مورد این مشکل

source: Maximum Attempts
fa: بیشترین تلاش‌ها

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
fa: تعداد دفعاتی را که دانش آموز می‌تواند برای پاسخ به این مشکل تلاش کند، مشخص می‌کند. اگر مقدار تنظیم نشده باشد، تلاشهای بی‌نهایت مجاز است.

source: Date that this problem is due by
fa: مهلت زمان این مساله

source: Amount of time after the due date that submissions will be accepted
fa: مقدار زمان پس از تاریخ مقرر شده كه پذیرفته می‌شود

source: Show Results
fa: نمایش نتایج

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
fa: مشخص می‌کند چه زمانی نشان دهد که آیا پاسخ یادگیرنده به مسئله صحیح است یا خیر. در زیر بخش پیکربندی شده است.

source: Always
fa: همیشه

source: Never
fa: هرگز

source: Past Due
fa: موعد مقرر

source: Show Answer
fa: نمایش دادن پاسخ

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
fa: زمان نشان دادن پاسخ مسئله را مشخص می‌کند. یک مقدار پیش فرض را می‌توان در تنظیمات پیشرفته تنظیم کرد.

source: Answered
fa: پاسخ داده شده

source: Attempted
fa: تلاش

source: Closed
fa: بسته شده

source: Finished
fa: پایان یافته

source: Correct or Past Due
fa: صحیح یا موعد گذشته

source: After Some Number of Attempts
fa: پس از تعدادی تلاش

source: Show Answer: Number of Attempts
fa: نمایش پاسخ: تعداد تلاشها

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
fa: تعداد دفعاتی که دانش آموز باید قبل از پاسخ به سؤال تلاش کند تا دکمه نشان دادن پاسخ ظاهر شود.

source: Whether to force the save button to appear on the page
fa: اجبارا دکمه ذخیره را در صفحه ظاهر کنید

source: Show Reset Button
fa: نمايش دكمه ری‌استارت

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
fa: تعیین می کند که آیا دکمه "تنظیم مجدد" نشان داده می‌شود تا کاربر بتواند پاسخ خود را تنظیم کند. یک مقدار پیش فرض را می توان در تنظیمات پیشرفته تنظیم کرد.

source: Randomization
fa: تصادفی

source: On Reset
fa: روی تنظیم مجدد

source: Per Student
fa: هر دانش آموز

source: XML data for the problem
fa: داده‌های XML برای مساله

source: Dictionary with the correctness of current student answers
fa: فرهنگ لغت با صحت پاسخ دانش آموز فعلی

source: Dictionary for maintaining the state of inputtypes
fa: فرهنگ لغت برای حفظ وضعيت انواع ورودی

source: Dictionary with the current student responses
fa: فرهنگ لغت با پاسخ‌های فعلي دانش آموز

source: Dictionary with the current student score
fa: فرهنگ لغت با نمره دانش آموز فعلی

source: Whether or not the answers have been saved since last submit
fa: اینکه آیا پاسخ‌ها از آخرین ارسال ذخیره شده‌اند یا نه

source: Whether the student has answered the problem
fa: آیا دانش آموز به مساله پاسخ داده یا خیر

source: Random seed for this student
fa: جستجوی تصادفی برای این دانش آموز

source: Last submission time
fa: آخرین زمان ارسال

source: Timer Between Attempts
fa: تایمر بین تلاش‌ها

source: Seconds a student must wait between submissions for a problem with multiple attempts.
fa: ثانیه‌هایی که یک دانش آموز برای چندین بار ارسال پاسخ باید منتظر بماند.

source: Problem Weight
fa: وزن مسئله

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
fa: تعریف تعداد امتیاز هر مشکل با ارزش است. اگر مقدار تنظیم نشده باشد، هر زمینه پاسخ در مشکل به ارزش یک نقطه است.

source: Markdown source of this module
fa: منبع این ماژول را نشانه دار کن

source: Matlab API key
fa: کلید API متلب

source: Submit
fa: ارسال

source: Submitting
fa: در حال ارسال

source: Warning: The problem has been reset to its initial state!
fa: هشدار: مساله به حالت اولیه خود بازگردانده شده است!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
fa: با ارسال غیر معتبر وضعیت مساله خراب شد. ارسال شامل:

source: If this error persists, please contact the course staff.
fa: اگر مشكل پيش آمده، لطفا با پشتيبان تماس بگيريد.

source: Hint ({hint_num} of {hints_count}):
fa: نکته ({hint_num} از {hints_count}):

source: Incorrect ({progress} point)
fa: ({progress} point) نادرست

source: Correct ({progress} point)
fa: ({progress} point) صحیح

source: Partially correct ({progress} point)
fa: ({progress} point) تقریبا صحیح

source: Partially Correct
fa: نیمه صحیح

source: Answer submitted.
fa: پاسخ ارسال شده.

source: Problem is closed.
fa: مساله بسته شده است.

source: Problem must be reset before it can be submitted again.
fa: مساله باید تنظیم مجدد شود تا بتوانید آن را دوباره ارسال كنيد.

source: You must wait at least {wait} seconds between submissions.
fa: شما باید حداقل {wait} ثانیه بین ارسال‌ها صبر کنید.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
fa: شما باید حداقل {wait_secs} ثانیه بین ارسال‌ها صبر کنید. {remaining_secs} باقیمانده.

source: {num_hour} hour
fa: {num_hour} ساعت

source: {num_minute} minute
fa: {num_minute} دقیقه

source: {num_second} second
fa: {num_second} ثانیه

source: Problem needs to be reset prior to save.
fa: قبل از ذخیره نیاز به تنظیم مجدد مساله است.

source: Your answers have been saved.
fa: پاسخ شما ذخیره شده است.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
fa: پاسخ شما ذخیره شده است اما هنوز نمره‌ای نگرفته‌ايد. روی '{button_name}' کلیک کنید تا به آنها نمره دهید.

source: You cannot select Reset for a problem that is closed.
fa: شما نمی‌توانید برای مساله پايان يافته گزینه ریست را انتخاب کنید.

source: You must submit an answer before you can select Reset.
fa: شما باید یک پاسخ قبل از اینکه گزینه ریست را انتخاب کنید ارسال نمایید.

source: Problem's definition does not support rescoring.
fa: تعریف مساله از دوباره امتیازدهی پشتیبانی نمی‌کند.

source: Problem must be answered before it can be graded again.
fa: قبل از اینکه مجددا نمره‌دهی شود، باید به این مسئله پاسخ دهید.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
fa: متأسفیم، خطایی در هنگام پردازش درخواست شما به وجود آمد. لطفا سعی کنید صفحه را بارگذاری مجدد کنید و مجددا تلاش کنید.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
fa: وضعيت این مساله از زمانی که صفحه را بارگذاری کرده‌اید تغییر کرده است، لطفا صفحه را بازخوانی کنید.

source: Answer ID
fa: پاسخ ID

source: Question
fa: سوال

source: Correct Answer
fa: پاسخ صحيح

source: Conditional
fa: شرطی

source: List of urls of children that are references to external modules
fa: فهرست آدرس‌های اینترنتی زیرمجموعه‌ها که منبع ماژول‌های بیرونی هستند

source: Source Components
fa: اجزاء منبع

source: Conditional Attribute
fa: مشخصه مشروط

source: Blocked Content Message
fa: محتواي پيام مسدود شده است

source: List of Textbook objects with (title, url) for textbooks used in this course
fa: لیست موضوعات کتاب‌های درسی استفاده شده در این دوره

source: Date that enrollment for this class is opened
fa: تاریخی که برای نام‌نویسی این دوره باز است

source: Date that enrollment for this class is closed
fa: تاريخ نام نويسي براي اين دوره به پايان رسيده است

source: Start time when this module is visible
fa: زمان قابل مشاهده بودن این ماژول را شروع کنید

source: Date that this class ends
fa: تاریخ پایان این کلاس

source: Date that certificates become available to learners
fa: تاریخی که گواهینامه‌ها در اختیار فراگیران قرار می‌گیرد

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
fa: هزینه‌ای که برای ثبت نام در دوره به دانشجویان نشان داده می‌شود. اگر قیمت ثبت نام دوره توسط یک مدیر در پایگاه داده تعیین شود، این قیمت به جای این یکی نمایش داده می‌شود.

source: Course Advertised Start
fa: آگهی شروع دوره

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
fa: متنی را که می‌خواهید از آن به عنوان چهارچوب شروع تبلیغات دوره استفاده کنید، مانند "زمستان 1399" وارد کنید. اگر برای این مقدار null وارد کنید، از تاریخ شروع که برای این دوره تعیین کرده‌اید استفاده می‌شود.

source: Pre-Requisite Courses
fa: پیش نیاز دوره‌ها

source: Pre-Requisite Course key if this course has a pre-requisite course
fa: کلید دوره پیش نیاز اگر این دوره دارای دوره پیش نیاز باشد

source: Grading policy definition for this class
fa: تعریف خط‌مشی نمره‌دهی برای این دوره

source: Show Calculator
fa: نمایش ماشین حساب

source: Enter true or false. When true, students can see the calculator in the course.
fa: درست يا نادرست وارد كنيد. هنگامی که درست است، دانش آموزان می‌توانند از ماشین حساب در این دوره را مشاهده کنید.

source: Enter the name of the course as it should appear in the edX.org course list.
fa: نام دوره را همانطور که باید در لیست دوره‌های edX.org نشان دهید، وارد کنید.

source: Course Display Name
fa: نمایش نام دوره

source: Course Editor
fa: ویرایشگر دوره

source: Enter the method by which this course is edited ("XML" or "Studio").
fa: روش ویرایش این دوره را وارد کنید ("XML" یا "استودیو").

source: Course Survey URL
fa: URL نظرسنجی دوره

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
fa: URL را برای نظرسنجی پایان دوره وارد کنید. اگر دوره شما دارای یک نظرسنجی نیست، null را وارد کنید.

source: Discussion Blackout Dates
fa: تاریخ قطع بحث و گفتگو

source: Discussion Topic Mapping
fa: نقشه‌برداری عناوین بحث

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
fa: دسته‌بندی گفت‌وگو را در قالب زیر وارد نمایید: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. برای مثال، یک دسته گفت‌وگو ممکن است "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"} باشد. مقدار «شناسه» برای هر دسته باید منحصر به فرد باشد. در مقادر «شناسه»، تنها کاراکتر‌های خاص پشتیبانی‌شده زیرخط، خط فاصله و نقطه هستند. شما همچنین می‌توانید یک دسته را به عنوان پیش‌فرض برای پست‌های جدید در صفحه گفت‌وگو با قرار دادن گزینه پیش‌فرض آن به عنوان درست، مشحص کنید. برای مثال، , "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussion Sorting Alphabetical
fa: مرتب سازی بحث بر اساس حروف الفبا

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
fa: درست یا نادرست وارد کنید در صورت صحت، دسته‌ها و زیر مجموعه‌های بحث بر اساس حروف الفبا مرتب می‌شوند. در صورت نادرست، آنها براساس زمان و تاریخ ایجاد مرتب می‌شوند.

source: Course Announcement Date
fa: تاریخ اطلاعیه دوره

source: Enter the date to announce your course.
fa: تاریخ اعلام دوره خود را وارد کنید.

source: Cohort Configuration
fa: پیکربندی گروه

source: Course Is New
fa: دوره جدید است

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
fa: درست یا غلط وارد کنید اگر درست باشد، این دوره در لیست دوره‌های جدید در edx.org و یک دوره جدید ظاهر می‌شود! نشان به طور موقت در کنار تصویر دوره ظاهر می‌شود.

source: Mobile Course Available
fa: دوره موبایل در دسترس است

source: Enter true or false. If true, the course will be available to mobile devices.
fa: درست یا غلط وارد کنید اگر درست باشد، این دوره برای دستگاه‌های تلفن همراه در دسترس خواهد بود.

source: Video Upload Credentials
fa: اطلاعات کاربری بارگذاری ویدئو

source: Enter the unique identifier for your course's video files provided by edX.
fa: شناسه منحصر به فرد برای فایل‌های ویدئویی دوره خود را که توسط ادکس ارائه شده وارد کنید.

source: Course Not Graded
fa: دوره نمره‌دهی نشده

source: Enter true or false. If true, the course will not be graded.
fa: درست يا نادرست وارد كنيد. اگر درست باشد، دوره نمره دهي نخواهد داشت.

source: Disable Progress Graph
fa: غیر فعال کردن نمودار پیشرفت

source: Enter true or false. If true, students cannot view the progress graph.
fa: درست يا نادرست را وارد كنيد. اگر درست باشد، دانش آموزان نمی‌توانند نمودار پیشرفت مشاهده كنند.

source: PDF Textbooks
fa: کتاب‌های درسی PDF

source: List of dictionaries containing pdf_textbook configuration
fa: لیست از فرهنگ حاوی پی دی اف _ پیکربندی کتاب درسی

source: HTML Textbooks
fa: کتاب‌های درسی HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
fa: برای کتابهای درسی HTML که به عنوان برگه‌های جداگانه در این دوره ظاهر می‌شوند، نام برگه (معمولاً عنوان کتاب) و همچنین نشانی‌های اینترنتی و عناوین هر فصل را در کتاب وارد کنید.

source: Remote Gradebook
fa: کتابچه نمرات از راه دور

source: Enable CCX
fa: CCX را فعال کن

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
fa: به مدرسان دوره اجازه دهید نقش مربی CCX را تعیین کنند و به مربیان اجازه دهند دوره‌های سفارشی را بر روی edX مدیریت کنند. در صورت غلط بودن، نمی‌توان دوره‌های سفارشی ایجاد کرد، اما دوره‌های سفارشی موجود حفظ خواهد شد.

source: Allow Anonymous Discussion Posts
fa: اجازه دادن به پست‌های بحث و گفتگوی ناشناس

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
fa: درست یا غلط وارد کنید در صورت صحت، دانش آموزان می‌توانند پست‌های بحث و گفتگو ایجاد کنند که برای همه کاربران ناشناس باشد.

source: Allow Anonymous Discussion Posts to Peers
fa: ارسال مکالمات ناشناس به همتایان مجاز باشد

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
fa: درست یا غلط وارد کنید در صورت صحت، دانش آموزان می‌توانند پست‌های بحث و گفتگو ایجاد کنند که برای دانشجویان دیگر ناشناس است. این تنظیم باعث نمی‌شود پست‌ها برای کارمندان دوره ناشناس باشند.

source: Advanced Module List
fa: فهرست ماژول پیشرفته

source: Enter the names of the advanced modules to use in your course.
fa: نام ماژول‌های پیشرفته را برای استفاده در دوره خود وارد کنید.

source: Course Home Sidebar Name
fa: نام صفحه نوار کناری دوره

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
fa: عنوانی را که می‌خواهید دانشجویان بالاتر از جزوه‌های دروس شما ببینند در صفحه اصلی دوره وارد کنید. جزوه‌های دوره شما در پنل سمت راست صفحه ظاهر می‌شود.

source: Course Handouts
fa: جزوات دوره

source: Due Date Display Format
fa: قالب نمایش موعد تاریخ

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
fa: فرمت برای موعد را وارد کنید. به طور پیش فرض دوشنبه DD، YYYY است. را وارد کنید "%m-%d-%Y" برای MM-DD-YYYY، "%d-%m-%Y" برای DD-MM-YYYY، "%Y-%m-%d" برای YYYY-MM- DD، و یا "%Y-%d-%m" برای YYYY-DD-MM.

source: Certificates Downloadable Before End
fa: گواهینامه‌های قابل دانلود قبل از پایان دوره

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
fa: درست یا غلط وارد کنید در صورت صحت، دانش آموزان می‌توانند گواهینامه‌ها را قبل از پایان دوره بارگیری کنند، اگر شرایط گواهینامه را داشته باشند.

source: Certificates Display Behavior
fa: گواهینامه‌های رفتار

source: Course About Page Image
fa: عکس صفحه توضیحات دوره

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
fa: نام پرونده تصویر دوره را ویرایش کنید. شما باید این فایل را در صفحه فایل‌ها و آپلودها بارگذاری کنید. همچنین می‌توانید تصویر دوره را در صفحه تنظیمات و جزئیات تنظیم کنید.

source: Course Banner Image
fa: تصویر بنر دوره

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
fa: ویرایش نام فایل تصویر بنر. شما می‌توانید تصویر بنر را در صفحه تنظیمات و جزئیات تعیین نماييد.

source: Course Video Thumbnail Image
fa: تصویر کوچک ویدئو دوره

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
fa: ویرایش نام فایل‌های تصویر کوچک ویدئویی. شما می‌توانید تصویر کوچک ویدئویی را در صفحه تنظیمات و جزئیات مشخص کنید.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
fa: فقط هنگام تولید گواهینامه های PDF از این تنظیم استفاده کنید. بین علامت‌های نقل قول، نام کوتاه نوع گواهینامه‌ای را که دانشجویان پس از اتمام دوره دریافت می‌کنند، وارد کنید. به عنوان مثال، "گواهی".

source: Certificate Name (Short)
fa: نام گواهی (کوتاه)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
fa: فقط هنگام تولید گواهینامه‌های PDF از این تنظیم استفاده کنید. بین علامت‌های نقل قول، نام طولانی نوع گواهینامه‌ای را که دانشجویان پس از اتمام دوره دریافت می‌کنند، وارد کنید. به عنوان مثال، "گواهی موفقیت".

source: Certificate Name (Long)
fa: نام گواهی (طولانی)

source: Certificate Web/HTML View Enabled
fa: وب گواهی / HTML نمایش فعال

source: If true, certificate Web/HTML views are enabled for the course.
fa: اگر درست انتخاب شود، گواهی وب / HTML برای دوره فعال را نشان می‌دهد.

source: Certificate Web/HTML View Overrides
fa: مرور وب / HTML گواهی رد شد

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
fa: پارامترهای الگوی وب / HTML را نادیده بگیرید برای رد پارامترهای وب / HTML از (JSON format)

source: Certificate Configuration
fa: پیکربندی گواهینامه

source: Enter course-specific configuration information here (JSON format)
fa: اطلاعات پیکربندی دوره خاص را اینجا وارد کنید (با فرمت JSON)

source: Hide Progress Tab
fa: مخفی کردن برگه پیشرفت

source: Allows hiding of the progress tab.
fa: پنهان کردن برگه پیشرفت را امکان پذیر می‌کند.

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
fa: سازمانی را که می‌خواهید در دوره ظاهر شود وارد کنید. این تنظیم سازمانی را که هنگام ایجاد دوره وارد کرده‌اید نادیده می‌گیرد. برای استفاده از سازمانی که هنگام ایجاد دوره وارد آن شده‌اید ، null را وارد کنید.

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
fa: شماره دوره ای را که می خواهید در دوره نشان داده شود وارد کنید. این تنظیم تعداد دوره‌ای را که هنگام ایجاد دوره وارد کرده‌اید ، لغو می‌کند. برای استفاده از شماره دوره‌ای که هنگام ایجاد دوره وارد کردید‌، null را وارد کنید.

source: Course Maximum Student Enrollment
fa: حداکثر ثبت نام دانشجویان دوره

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
fa: حداکثر دانش آموزانی که می‌توانند در این دوره ثبت نام کنند را وارد کنید. برای اجازه دادن به تعداد نامحدود دانش آموزان چیزی وارد نکنید.

source: Allow Public Wiki Access
fa: اجازه دسترسی به ویکی عمومی

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
fa: درست یا غلط وارد کنید در صورت صحت ، کاربران edX می توانند ویکی دوره را مشاهده کنند حتی اگر در این دوره ثبت نام نکرده باشند.

source: Invitation Only
fa: دعوت نامه فقط

source: Whether to restrict enrollment to invitation by the course staff.
fa: اینکه آیا ثبت نام به دعوت توسط کارکنان دوره محدود شود یا خیر.

source: Pre-Course Survey Name
fa: نام نظرسنجی قبل از دوره

source: Name of SurveyForm to display as a pre-course survey to the user.
fa: نام نظرسنجی برای نمایش به عنوان یک نظرسنجی قبل از دوره برای کاربر.

source: Pre-Course Survey Required
fa: نظرسنجی قبل از دوره لازم است
