Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: Your {platform_name} Verification Has Been Denied
fa: تائیدیه شناسه {platform_name}شما رد شد

source: Please correct the errors below.
fa: لطفاً خطاهای زیر را اصلاح کنید.

source: Are you sure you want to cancel retirement for user "%(username)s"?
fa: آیا مطمئن هستید که می‌خواهید بازنشستگی کاربر"%(username)s"را لغو کنید؟

source: Welcome to %(course_name)s
fa: به %(course_name)s خوش‌امدید

source: To get started, please visit https://%(site_name)s.
fa: برای شروع، لطفا https://%(site_name)s را مشاهده کنید.

source: The login information for your account follows:
fa: اطلاعات ورود به سیستم حساب شما به شرح زیر است:

source: email: %(email_address)s
fa: پست الکترونیک: %(email_address)s

source: password: %(password)s
fa: کلمه عبور: %(password)s

source: It is recommended that you change your password.
fa: توصیه می‌شود که شما کلمه عبورتان را عوض کنید.

source: You may access your course.
fa: می‌توانید به دوره خود دسترسی پیدا کنید.

source: Sincerely yours, The %(course_name)s Team
fa: ارادتمند شما، تیم %(course_name)s

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
fa: برای شروع، لطفا https://%(site_name)s را مشاهده کنید. اطلاعات ورود به سیستم حساب شما به شرح زیر است.

source: You may access your course at: %(course_url)s.
fa: شما می‌توانید در: %(course_url)s به دوره خود دسترسی پیدا کنید.

source: You have been enrolled in %(course_name)s
fa: شما در %(course_name)s ثبت‌نام شده‌اید

source: The invitation has been sent by a member of the course staff.
fa: دعوت نامه توسط یکی از اعضای کادر دوره ارسال شده است.

source: To start accessing course materials, please visit:
fa: برای شروع دسترسی به مطالب دوره، لطفاً به موارد زیر مراجعه کنید:

source: To enroll in this course and begin the beta test:
fa: برای ثبت نام در این دوره و شروع آزمون بتا:

source: Visit %(course_name)s
fa: %(course_name)s را مشاهده کنید

source: Visit %(site_name)s
fa: %(site_name)s را مشاهده کنید

source: This email was automatically sent from %(site_name)s to %(email_address)s
fa: این پیام الکترونیکی به صورت خودکار از %(site_name)s به %(email_address)s ارسال شد

source: Dear %(full_name)s
fa: %(full_name)s عزیز

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
fa: از شما دعوت شده است که برای%(course_name)sدر%(site_name)s آزمونگر بتا باشید که توسط یکی از اعضای هیات دوره برگزار می‌شود.

source: To start accessing course materials, please visit %(course_url)s
fa: برای شروع دسترسی به مواد دوره، لطفا %(course_url)s را مشاهده کنید

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
fa: برای ثبت نام در این دوره و شروع آزمون بتا %(course_about_url)s را مشاهده کنید.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
fa: برای ثبت نام در این دوره و شروع آزمون بتا %(site_name)s را مشاهده کنید.

source: You have been invited to a beta test for %(course_name)s
fa: شما به یک آزمون بتا برای %(course_name)s دعوت شده‌اید

source: You have been invited to %(course_name)s
fa: شما به %(course_name)s دعوت شده‌اید

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
fa: شما توسط یکی از اعضای کادر دوره برای پیوستن به %(course_name)s در%(site_name)s دعوت شده‌اید.

source: To access this course click on the button below and login:
fa: برای دسترسی به این دوره روی دکمه زیر بزنید و وارد شوید:

source: To access this course visit it and register:
fa: برای دسترسی به این دوره آن را مشاهده و نام‌نویسی کنید:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
fa: لطفاً ثبت نام خود را به پایان برسانید و فرم اطمینان پر کنید مطمئن شوید از %(email_address)s در قسمت پست الکترونیکی استفاده می‌کنید:

source: Finish Your Registration
fa: ثبت‌نام خود راا به پایان برسانید

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
fa: پس از ثبت نام و فعال سازی حساب خود، %(course_name)sرا در داشبورد خود مشاهده خواهید کرد.

source: Once you have registered and activated your account, you will be able to access this course:
fa: پس از ثبت‌نام و فعال‌سازی حساب خود، قادر خواهید بود به این دوره دسترسی داشته باشید:

source: You can then enroll in %(course_name)s.
fa: سپس شما می‌توانید در %(course_name)s ثبت‌نام کنید.

source: Dear student,
fa: دانشجوی عزیز،

source: To access this course visit %(course_url)s and login.
fa: برای دسترسی به این دوره از %(course_url)s بازدید کرده و وارد سیستم شوید.

source: To access this course visit %(course_about_url)s and register for this course.
fa: برای دسترسی به این دوره از %(course_about_url)s بازدید کرده و در این دوره ثبت نام کنید.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
fa: برای پایان دادن به ثبت‌نام خود، لطفا %(registration_url)s را مشاهده کنید و فرم ثبت‌نام را تکمیل کنید، مطمئن شوید که از %(email_address)s در قسمت پست الکترونیکی استفاده می‌کنید.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
fa: پس از اینکه ثبت نام کردید و حساب خود را فعال کردید، %(course_about_url)s را مشاهده کنید تا به این دوره بپیوندید.

source: You have been invited to register for %(course_name)s
fa: شما برای ثبت‌نام در %(course_name)s دعوت شده‌اید

source: You have been unenrolled from %(course_name)s
fa: شما از %(course_name)s لغو ثبت‌نام شده‌اید

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
fa: شما توسط یکی از اعضای کادر دوره از %(course_name)s لغو ثبت‌نام شده‌اید. لطفاً از دعوت قبلی که ارسال شده است صرف نظر کنید.

source: Dear Student,
fa: دانشجوی عزیز،

source: You have been unenrolled from %(course_name)s
fa: شما از %(course_name)s لغو ثبت‌نام شده‌اید

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
fa: شما توسط یکی از اعضای کادر دوره از %(course_name)s در %(site_name)s لغو ثبت‌نام شده‌اید. این دوره دیگر در داشبورد %(site_name)s شما وجود ندارد.

source: Your other courses have not been affected.
fa: سایر دوره‌های شما تحت تأثیر قرار نگرفته است.

source: This email was automatically sent from %(site_name)s to %(full_name)s
fa: این پیام الکترونیکی به صورت خودکار از %(site_name)s به %(full_name)s ارساال شد

source: You have been enrolled in %(course_name)s
fa: شما در %(course_name)s ثبت‌نام شده‌اید

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
fa: شما توسط یکی از اعضای کادر دوره در %(course_name)s در %(site_name)s ثبت‌نام شده‌اید. این دوره در داشبورد %(site_name)s شما وجود دارد.

source: Access the Course Materials Now
fa: هم‌اکنون به مطالب دوره دسترسی پیدا کنید

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
fa: شما از آزمونگر بتا برای %(course_name)s در %(site_name)s حذف شده‌اید

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
fa: شما توسط یکی از اعضای کادر دوره از آزمونگر بتا برای %(course_name)s در %(site_name)s حذف شده‌اید.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
fa: این دوره روی داشبورد شما باقی خواهد ماند، اما شما دیگر در گروه آزمون بتا نخواهید بود.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
fa: شما توسط یکی از اعضای کادر دوره از آزمونگر بتا برای %(course_name)s در %(site_name)s حذف شده‌اید. این دوره روی داشبورد شما باقی خواهد ماند، اما شما دیگر در گروه آزمون بتا نخواهید بود.

source: You have been removed from a beta test for %(course_name)s
fa: شما از یک آزمون بتا برای %(course_name)s حذف شده‌اید

source: Signed Out
fa: خارج شده از سیستم

source: You have signed out.
fa: شما خارج شده‌اید.

source: We are signing you in.
fa: در حال وارد کردن شما هستیم.

source: This may take a minute. If you are not redirected, go to the home page.
fa: این ممکن است یک دقیقه طول بکشد. در صورت عدم هدایت مجدد، به صفحه اصلی بروید.

source: If you are not redirected within 5 seconds, {start_anchor}click here to go to the home page{end_anchor}.
fa: اگر در عرض ۵ ثانیه هدایت نشدید، {start_anchor} اینجا را کلیک کنید تا به صفحه اصلی بروید {end_anchor}.

source: Skip to main content
fa: پریدن به محتوای اصلی

source: Authorize
fa: اجازه دادن

source: The above application requests the following permissions from your account:
fa: نرم افزار بالا درخواست مجوز زیر از حساب شما:

source: These permissions will be granted for data from your courses associated with the following content providers:
fa: این مجوزها برای داده‌‌های دوره‌های شما در ارتباط با ارائه دهندگان محتوای زیر اعطا می شود:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
fa: لطفاً برای اعطای این مجوزها به برنامه فوق بر روی دکمه "اجازه" کلیک کنید. در غیر این صورت، برای جلوگیری از این مجوزها، لطفاً روی دکمه "لغو" کلیک کنید.

source: Cancel
fa: انصراف

source: Allow
fa: اجازه دادن

source: Error
fa: خطا

source: Expired ID Verification
fa: تأیید اعتبار منقضی شده

source: Hello %(full_name)s,
fa: سلام %(full_name)s،

source: Your %(platform_name)s ID verification has expired.
fa: اعتبار شناسه %(platform_name)s شما منقضی شده‌است.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
fa: برای شرکت در امتحانات همراه با نظارت و واجد شرایط بودن گواهینامه‌ها، باید تأیید هویت معتبر داشته باشید.

source: Follow the link below to submit your photos and renew your ID verification.
fa: برای ارسال عکس‌های خود و تمدید تأیید هویت خود، لینک زیر را دنبال کنید.

source: You can also do this from your dashboard.
fa: همچنین می‌توانید این کار را از داشبورد خود انجام دهید.

source: Resubmit Verification : %(lms_verification_link)s
fa: ارسال مجدد تأیید : %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
fa: سوالات متداول تایید شناسه : %(help_center_link)s

source: Thank you,
fa: با سپاس،

source: The %(platform_name)s Team
fa: تیم %(platform_name)s

source: Hello %(full_name)s,
fa: سلام %(full_name)s،

source: Your %(platform_name)s Verification has Expired
fa: تائید %(platform_name)s شما منقضی شده‌است

source: Last modified:
fa: آخرین ویرایش:

source: See all children
fa: مشاهده تمامی زیر مجموعه‌ها

source: This article was last modified:
fa: آخرین زمان ویرایش این مطلب:

source: Add new article
fa: افزودن مطلب جدید

source: Create article
fa: ایجاد مطلب

source: Go back
fa: بازگشت

source: Delete article
fa: حذف مطلب

source: Delete
fa: حذف

source: You cannot delete a root article.
fa: مطلب اصلی را نمی‌توانید حذف کنید.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
fa: شما نمی توانید مطلبی را که دارای زیر مجموعه‌ای از مطالب می‌باشد را همزمان حذف کنید. جهت این کار مطالب زیر مجموعه را یک به یک حذف نمایید.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
fa: شما در حال حذف مقاله هستید. این بدان معنی است که زیرمجموعه آن نیز حذف می‌شوند. اگر تصفیه را انتخاب کنید، کودکان زیرمجموعه‌ها نیز پاکسازی می‌شوند!

source: Articles that will be deleted
fa: مطالب حذف خواهند شد

source: ...and more!
fa: ... و بیشتر!

source: You are deleting an article. Please confirm.
fa: جهت حذف مطلب، تایید نمایید.

source: Edit
fa: ویرایش

source: Save changes
fa: ذخیره تغییرات

source: Preview
fa: پیش نمایش

source: Wiki Preview
fa: پیش نمایش ویکی

source: window open
fa: پنجره‌ی باز

source: Back to editor
fa: بازگشت به ویرایشگر

source: History
fa: تاریخچه

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
fa: جهت مشاهده لیست خطوط ویرایش شده بر روی بازبینی هریک کلیک نمایید. جهت مشاهده نحوه نمایش مطلب در صفحه اصلی، بر روی دکمه پیش نمایش کلیک نمایید. در پایین این صفحه، شما می توانید بازبینی ویژه یا ادغام خط جاری بجای یک بازبینی قدیمی را تغییر دهید.

source: (no log message)
fa: (بدون پیغام ورود به سیستم)

source: Preview this revision
fa: پیش نمایش این بازبینی

source: Change
fa: تغییر

source: Merge selected with current...
fa: ادغام انتخاب شده با فعلی...

source: Switch to selected version
fa: تغییر به حالت انتخاب شده

source: Wiki Revision Preview
fa: پیش‌نمایش ویرایش ویکی

source: Back to history view
fa: بازگشت به نمایش تاریخچه

source: Switch to this version
fa: تغییر به این حالت

source: Merge Revision
fa: ادغام نسخه‌ها

source: Merge with current
fa: ادغام با فعلی

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
fa: زمانی که شما یک بازبینی را با مورد فعلی ادغام می‌نمایید، تمامی اطلاعات بازبینی شده قبلی و ادغام شده جدید بصورت مجزا نگهداری می‌شوند.

source: After this, it's important to do a manual review.
fa: پس از این، بازبینی بصورت دستی دارای اهمیت می‌باشد.

source: Create new merged version
fa: ایجاد نسخه جدید ادغام شده

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
fa: شما باید {anchor_start_login} وارد شوید {anchor_end} یا {anchor_start_signup} ثبت‌نام کنید {anchor_end} تا بتوانید از این قابلیت استفاده کنید.

source: You need to log in or sign up to use this function.
fa: جهت استفاده از این عملگر شما باید وارد حساب کاربری خود شده و یا ثبت نام کنید.

source: Wiki Cheatsheet
fa: کاربرگ ویکی

source: Wiki Syntax Help
fa: راهنمای قواعد نحوی

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
fa: این ویکی از {start_strong} Markdown {end_strong} برای یک ظاهر طراحی شده استفاده می‌کند. چندین راهنمای مفید آنلاین وجود دارد. برای جزئیات بیشتر به هر یک از پیوندهای زیر مراجعه کنید:

source: Markdown: Basics
fa: نشانه گذار - Markdown : مفاهیم پایه

source: Quick Markdown Syntax Guide
fa: راهنمای نشانه گذاری - Markdown سریع

source: Miniature Markdown Guide
fa: راهنمای علامت گذاری کوچک

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
fa: برای ساخت یک مقاله در ویکی باید یک لینک به آن بسازید، بر روی لینکی که برای ساخت صفحات است کلیک کنید.

source: %(platform_name)s Additions:
fa: اضافه شده‌ها به %(platform_name)s:

source: Math Expression
fa: بیان ریاضی

source: Useful examples:
fa: مثال‌های قابل استفاده:

source: Wikipedia
fa: ویکیپدیا

source: %(platform_name)s Wiki
fa: ویکی %(platform_name)s

source: Huge Header
fa: هدر بزرگ

source: Smaller Header
fa: هدر کوچک

source: Unordered List
fa: لیست نامرتب

source: Sub Item 1
fa: زیر آیتم اول

source: Sub Item 2
fa: زیر آیتم دوم

source: Ordered
fa: مرتب

source: List
fa: لیست

source: Quotes
fa: نقل‌قول‌ها

source: Attachments
fa: پیوست

source: Upload new file
fa: آپلود فایل جدید

source: Search and add file
fa: جستجو و افزودن فایل

source: Upload File
fa: آپلود فایل

source: Upload file
fa: آپلود فایل

source: Search files and articles
fa: جستجوی فایل‌ها و مطالب

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
fa: شما می‌توانید از فایل‌ها در مطالب دیگر مجددا استفاده نمایید. این فایلها جهت بروزرسانی در مطالب دیگر دارای عنوان می‌باشند که شاید و البته شاید فکر خوبی نباشد.

source: Search
fa: جست و جو

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
fa: فایل‌های مورد نظر در این مطلب قابل استفاده هستند. از تگ قرارگیری در پایین استفاده کنید تا مستقیما در متن مطلب شما افزوده شود.

source: Markdown tag
fa: تگ قرارگیری در پایین

source: Uploaded by
fa: آپلود شده توسط

source: Size
fa: حجم

source: File History
fa: تاریخچه فایل

source: Detach
fa: جداکردن پیوست

source: Replace
fa: جایگزین کردن

source: Restore
fa: بازگرداندن

source: anonymous (IP logged)
fa: فرد نامعلوم (آی پی ذخیره شده)

source: File history
fa: تاریخچه فایل

source: revisions
fa: بازبینی‌ها

source: There are no attachments for this article.
fa: پیوستی برای این مطلب وجود ندارد.

source: Previewing revision:
fa: پیش نمایش نسخه:

source: Previewing a merge between two revisions:
fa: پیش نمایش ادغام بین دو نسخه:

source: This revision has been deleted.
fa: این نسخه حذف شده است.

source: Restoring to this revision will mark the article as deleted.
fa: با بازگشت به این نسخه، مقاله به عنوان حذف شده علامت گذاری می‌شود.

source: LMS Administration
fa: مدیریت LMS

source: Go to %(platform_name)s Home Page
fa: به صفحه خانه %(platform_name)s بروید

source: Sign In
fa: ورود

source: %(platform_name)s on LinkedIn
fa: %(platform_name)s در لینکدین

source: %(platform_name)s on Twitter
fa: %(platform_name)s در توییتر

source: %(platform_name)s on Facebook
fa: %(platform_name)s در فیس‌بوک

source: %(platform_name)s on Google Plus
fa: %(platform_name)s در گوگل‌پلاس

source: %(platform_name)s on Reddit
fa: %(platform_name)s در ردیت

source: Download the iOS app on the Apple Store
fa: اپلیکیشن آیفون را از Apple Store دریافت کنید

source: Download the Android app on the Google Play Store
fa: اپلیکیشن اندروید را ازGoogle Play Store دریافت کنید

source: Our mailing address is
fa: نشانی پست الکترونیکی ما

source: Unsubscribe from these emails.
fa: اشتراک در این پست‌های الکترونیکی را لغو کنید.

source: edX Email
fa: پست الکترونیکی آکادمی

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
fa: فرصت برجسته سازی دانش و مهارتهای جدید خود با کسب گواهی تأیید شده را از دست ندهید. توسط %(user_schedule_upgrade_deadline_time)s ارتقا دهید.

source: Upgrade Now
fa: اکنون ارتقا دهید

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
fa: هنگامی که این درخواست را تأیید کردید ، برای تنظیم کاتالوگ برای این کاربر به {catalog_admin_url} بروید.

source: Organization Name
fa: نام سازمان

source: Organization Address
fa: نشانی سازمان

source: Describe what your application does.
fa: توضیح دهید که برنامه شما چه کاری انجام می‌دهد.

source: The URL of your organization's website.
fa: URL وب‌سایت سازمان شما.

source: The name of your organization.
fa: نام سازمان شما.

source: The contact address of your organization.
fa: نشانی تماس سازمان شما.

source: The following users do not exist: {usernames}.
fa: کاربران زیر وجود ندارد: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
fa: لیستی از نام‌های کاربری با کاما که قادر به مشاهده این کاتالوگ هستند.

source: Denied
fa: ممنوع

source: Approved
fa: تایید کرد

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
fa: من و سازمانم {link_start} {platform_name} شرایط خدمات API {link_end} را می‌پذیریم.

source: Bookmarks
fa: نشانه گذاری

source: An error has occurred. Please try again.
fa: خطایی رخ داده است. لطفا دوباره تلاش کنید.

source: No data provided.
fa: هیچ داده‌ای ارائه نشده است.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
fa: شما می توانید حداکثر {max_num_bookmarks_per_course} نشانک ایجاد کنید. قبل از افزودن نشانک‌های جدید، باید برخی از نشانک‌ها را حذف کنید.

source: Page Size
fa: اندازه صفحه

source: Enabled
fa: فعال

source: Configure values for all course runs associated with this site.
fa: مقادیر را برای تمام دوره‌های مرتبط با این سایت پیکربندی کنید.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
fa: مقادیر را برای تمام دوره‌های مرتبط با این سازمان پیکربندی کنید. این رشته سازمان است (به عنوان مثال آکادمی، MITx).

source: Course in Org
fa: دوره در سازمان

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
fa: پیکربندی مقادیر برای همه دوره‌های مرتبط با این دوره. این باید به صورت 'org + course' قالب بندی شود (به عنوان مثال MITx + 6.002x ، HarvardX + CS50).

source: Course Run
fa: دوره اجرا

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
fa: مقادیر را برای این دوره پیکربندی کنید. این باید به صورت کلید ‌دوره قالب بندی شود (به عنوان مثال course-v1: //MITx+6.002x+2019_Q1)

source: Configuration may not be specified at more than one level at once.
fa: پیکربندی نباید همزمان در بیش از یک سطح مشخص شود.

source: Administer users and author content
fa: کاربران و محتوای نویسنده را مدیریت کنید

source: Author content
fa: محتوای نویسنده

source: Read-only
fa: فقط خواندنی

source: One and only one of 'user' and 'group' must be set.
fa: یکی و تنها یکی از "کاربر" و "گروه" باید تنظیم شود.

source: Default Group
fa: گروه پیش‌فرض

source: You cannot create two cohorts with the same name
fa: شما نمی‌توانید دو گروه را با یک نام ایجاد کنید

source: There must be one cohort to which students can automatically be assigned.
fa: باید یک گروه وجود داشته باشد که بتوان دانش آموزان را به طور خودکار به آن اختصاص داد.

source: A cohort with the same name already exists.
fa: گروهی با همین نام از قبل وجود دارد.

source: Credentials
fa: گواهینامه‌ها

source: Internal Service URL
fa: URL خدمات داخلی

source: Public Service URL
fa: URL خدمات عمومی

source: Enable Learner Issuance
fa: فعال کردن شماره یادگیری

source: Enable issuance of credentials via Credential Service.
fa: صدور گواهینامه‌ها از طریق سرویس اعتبارنامه را فعال کنید.

source: Enable Authoring of Credential in Studio
fa: فعال کردن اعتبارنامه در استودیو

source: Enable authoring of Credential Service credentials in Studio.
fa: نوشتن اطلاعات کاربری خدمات اعتبارنامه را در استودیو فعال کنید.

source: Course Credit Eligibility
fa: دروس واجد شرایط بودن

source: You are eligible for credit from {providers_string}
fa: شما واجد شرایط برای دریافت مدرک از {providers_string} هستید

source: {first_provider} and {second_provider}
fa: {first_provider} و {second_provider}

source: {first_providers}, and {last_provider}
fa: {first_providers}، و {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
fa: [{username}] واجد شرایط برای اعتبار نیست [{course_key}].

source: [{course_key}] is not a valid course key.
fa: [{course_key}] یک کلید دوره معتبر نیست.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
fa: شناسه منحصر به فرد برای این ارائه دهنده اعتباری. فقط کاراکتر الفبایی و خط فاصله (-) مجاز است. شناسه حروف حساس است.

source: Whether the credit provider is currently enabled.
fa: اینکه آیا ارائه دهنده اعتبار در حال حاضر فعال است یا خیر.

source: Name of the credit provider displayed to users
fa: نام ارائه دهنده اعتبار برای کاربران نمایش داده می‌شود
