Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: {platform_name} offers interactive online classes and MOOCs.
fa: {platform_name} کلاسهای آنلاین و MOOC تعاملی را ارائه می‌دهد.

source: About {platform_name}
fa: درباره {platform_name}

source: Learn more about {platform_name}
fa: درباره {platform_name} بیشتر بدانید

source: Learn with {platform_name}
fa: با {platform_name} یاد بگیرید

source: Work at {platform_name}
fa: کار در {platform_name}

source: Contact {platform_name}
fa: تماس با {platform_name}

source: {platform_name} acknowledges the following student accomplishment
fa: {platform_name} موفقیت دانشجویی زیر را تأیید می‌کند

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
fa: یک دوره آموزشی ارائه شده توسط {partner_short_name}، ابتکار یادگیری آنلاین {partner_long_name}.

source: a course of study offered by {partner_short_name}.
fa: یک دوره آموزشی ارائه شده توسط {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
fa: من دوره آموزشی {course_title} را در {platform_name} به اتمام رساندم.

source: I completed a course at {platform_name}. Take a look at my certificate.
fa: من یک دوره را در {platform_name} به پایان رساندم. نگاهی به گواهینامه من بیندازید.

source: More Information About {user_name}'s Certificate:
fa: اطلاعات بیشتر درباره گواهی {user_name}:

source: {fullname}, you earned a certificate!
fa: {fullname}، شما یک گواهی کسب کرده‌اید!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
fa: تبریک می‌گویم! این صفحه خلاصه‌ای است از آنچه شما به دست آوردید. آن را به خانواده، دوستان و همکاران خود در شبکه‌های اجتماعی و کاری خود نشان دهید.

source: More about {fullname}'s accomplishment
fa: اطلاعات بیشتر در مورد دستاوردهای {fullname}

source: Course {course_id} does not exist.
fa: دوره {course_id} وجود ندارد.

source: Use the checkout page hosted by the E-Commerce service.
fa: استفاده از صفحه پرداخت میزبانی شده توسط خدمات تجارت الکترونیک.

source: Path to course(s) checkout page hosted by the E-Commerce service.
fa: صفحه پرداخت دوره (ها) به میزبانی سرویس تجارت الکترونیک.

source: Path to order receipt page.
fa: مسیر برای صفحه سفارش.

source: Automatically approve valid refund requests, without manual processing
fa: بدون پردازش دستی، درخواستهای بازپرداخت معتبر را به طور خودکار تأیید کنید

source: [Refund] User-Requested Refund
fa: [Refund] درخواست بازپرداخت کاربر

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
fa: درخواست بازپرداخت برای {username} ({email}) آغاز شده است. برای پردازش این درخواست، لطفا از لینک(های) زیر دیدن کنید.

source: Receipt
fa: رسید پرداخت

source: Payment Failed
fa: پرداخت ناموفق

source: There was a problem with this transaction. You have not been charged.
fa: مشکلی در این تراکنش وجود داشت. هزینه‌ای از شما دریافت نشده است.

source: Make sure your information is correct, or try again with a different card or another form of payment.
fa: مطمئن شوید که اطلاعات شما درست است، یا دوباره با یک کارت یا نوع دیگری از پرداخت امتحان کنید.

source: A system error occurred while processing your payment. You have not been charged.
fa: هنگام پردازش پرداخت شما خطایی روی داد. پولی از شما کسر نخواهد شد.

source: Please wait a few minutes and then try again.
fa: لطفا چند دقیقه صبر کنید و سپس دوباره امتحان کنید.

source: For help, contact {payment_support_link}.
fa: برای کمک، به {payment_support_link} مراجعه کنید.

source: An error occurred while creating your receipt.
fa: در ایجاد رسید یک خطا رخ داده است.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
fa: اگر دوره شما در داشبورد شما نمایش داده نمی‌شود، با {payment_support_link} تماس بگیرید.

source: Earn a certificate
fa: گواهی کسب کنید

source: Complete the course
fa: دوره را تمام کنید

source: Explore the course
fa: دوره را کاوش کنید

source: Not sure yet
fa: هنوز مطمئن نیستم

source: Wiki
fa: ویکی

source: Course page automatically created.
fa: صفحه دوره به طور خودکار ایجاد شده است.

source: Welcome to the {platform_name} Wiki
fa: به ویکی {platform_name} خوش آمدید

source: Visit a course wiki to add an article.
fa: برای افزودن مقاله به ویکی دوره مراجعه کنید.

source: Course has not started
fa: دوره شروع نشده است

source: Course does not start until {}
fa: دوره تا {} شروع نمی‌شود

source: You have unfulfilled milestones
fa: شما نقاط عطف کامل نشده دارید

source: You do not have access to this course
fa: شما به این دوره دسترسی ندارید

source: You do not have access to this course on a mobile device
fa: شما در دستگاه تلفن همراه به این دوره دسترسی ندارید

source: Upgrade to Verified
fa: درخواست مدرک

source: Assignment
fa: تکلیف

source: Course Starts
fa: شروع دوره

source: Don't forget to add a calendar reminder!
fa: فراموش نکنید که یک یادآوری تقویم را اضافه کنید!

source: Course starts in {time_remaining_string} on {course_start_date}.
fa: شروع دوره در {time_remaining_string} on {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
fa: شروع دوره در {time_remaining_string} at {course_start_time}.

source: Course End
fa: پایان دوره

source: To earn a certificate, you must complete all requirements before this date.
fa: برای کسب گواهی، شما باید تمام موارد مورد نیاز قبل از این تاریخ را تکمیل کنید.

source: After this date, course content will be archived.
fa: پس از این تاریخ، محتوای دوره بایگانی خواهد شد.

source: This course is archived, which means you can review course content but it is no longer active.
fa: این دوره بایگانی شده است، به این معنی که می‌توانید محتوای دوره را مرور کنید اما اینگونه است که دیگر فعال نیست.

source: This course is ending in {time_remaining_string} on {course_end_date}.
fa: اين دوره پايان يافته در {time_remaining_string} on {course_end_date}

source: This course is ending in {time_remaining_string} at {course_end_time}.
fa: اين دوره پايان يافته در {time_remaining_string} at {course_end_time}.

source: You lose all access to this course, including your progress.
fa: شما تمام دسترسی به این دوره از جمله پیشرفت خود را از دست می‌دهید.

source: Audit Access Expires
fa: دسترسی اکانت بررسی شده، منقضی می‌شود

source: Certificate Available
fa: گواهی در دسترس

source: Day certificates will become available for passing verified learners.
fa: گواهینامه‌های روز برای گذراندن فراگیران تأیید شده قابل دسترسی خواهد بود.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
fa: اگر گواهی بدست آورده‌اید، از این پس می‌توانید به {time_remaining_string} دسترسی پیدا کنید. همچنین می‌توانید گواهینامه‌های خود را در {learner_profile_link} خود مشاهده کنید.

source: Learner Profile
fa: پروفایل یادگیرنده

source: We are working on generating course certificates.
fa: ما در حال تولید گواهی دوره هستیم.

source: Upgrade to Verified Certificate
fa: به گواهی تأیید شده ارتقا دهید

source: Verification Upgrade Deadline
fa: آخرین مهلت بروزرساني به سطح تایید شده (دریافت مدرک)

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
fa: با کسب گواهی تأیید شده، فرصت برجسته سازی دانش و مهارتهای جدید خود را از دست ندهید.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
fa: شما همچنان واجد شرایط برای ارتقا به یک گواهی تأیید شده هستید! برای برجسته سازی دانش و مهارت‌هایی که در این دوره کسب می‌کنید، آن را دنبال کنید.

source: by {date}
fa: تا {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
fa: فراموش نکنید، شما باید {time_remaining_string} را برای ارتقاء به یک گواهی تأیید شده باقی بگذارید.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
fa: فراموش نکنید که تا تاریخ {localized_date} به یک گواهی تأیید شده ارتقا دهید.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
fa: برای واجد شرایط بودن برای دریافت گواهینامه، باید کلیه شرایط نمره‌دهی دوره را داشته باشید، قبل از پایان مهلت، دوره را ارتقا دهید و اگر قبلاً این کار را نکرده،اید، با موفقیت هویت خود را در {platform_name} تأیید کنید. {button_panel}

source: Upgrade ({upgrade_price})
fa: ارتقا ({upgrade_price})

source: Learn More
fa: بیشتر بدانید

source: Retry Verification
fa: دوباره امتحان کنید

source: Verify My Identity
fa: هویت من را تأیید کنید

source: Missed Verification Deadline
fa: مهلت تأیید از دست رفته است

source: Unfortunately you missed this course's deadline for a successful verification.
fa: متأسفانه مهلت این دوره را برای تأیید موفقیت آمیز از دست دادید.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
fa: برای احراز صلاحیت گواهی تأیید شده باید قبل از این تاریخ راستی آزمایی را با موفقیت انجام دهید.

source: There is no user with the username or email address u"{user_identifier}" enrolled in this course.
fa: هیچ کاربر با نام کاربری یا آدرس پست الکترونیکی وجود ندارد u"{user_identifier}" در این دوره ثبت نام کرد.

source: This user does not have access to this content because the content start date is in the future
fa: این کاربر به این محتوا دسترسی ندارد زیرا تاریخ شروع محتوا در آینده است

source: This type of component cannot be shown while viewing the course as a specific student.
fa: این نوع مولفه هنگام مشاهده دوره به عنوان یک دانش آموز خاص قابل نمایش نیستند.

source: Number of days a learner has to upgrade after content is made available
fa: تعداد روزهایی که فراگیر پس از در دسترس قرار دادن محتوا مجبور است ثبت‌نام خود را ارتقا دهد

source: Disable the dynamic upgrade deadline for this course run.
fa: مهلت ارتقاء پویا برای اجرای این دوره را غیرفعال کنید.

source: Disable the dynamic upgrade deadline for this organization.
fa: مهلت بروزرسانی پویا را برای این سازمان غیرفعال کنید.

source: Syllabus
fa: برنامه آموزشی

source: Progress
fa: پیشرفت

source: Textbooks
fa: کتاب‌های درسی

source: Dates
fa: تاریخ‌ها

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
fa: شما وارد سیستم نشده‌اید. برای دیدن محتوای دوره اضافی، {sign_in_link} یا {register_link}, را وارد کنید و در این دوره ثبت نام کنید.

source: sign in
fa: ورود

source: register
fa: ثبت نام

source: Your enrollment: Audit track
fa: ثبت نام شما: مسیر برای ثبت‌نام بررسی شده

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
fa: شما در مسیر بررسی شده این دوره ثبت نام کرده‌اید. مسیر بررسی شده شامل گواهی نیست.

source: Your enrollment: Honor track
fa: ثبت نام شما: مسير برای ثبت‌نام افتخاری

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
fa: شما در مسیر افتخاری این دوره ثبت نام کرده‌اید. مسیر افتخاری شامل گواهی نیست.

source: We're working on it...
fa: ما در حال کار بر روی آن هستیم ...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
fa: ما در حال ایجاد گواهینامه شما هستیم. می توانید در دوره‌های خود به کار خود ادامه دهید و پیوندی به آن در اینجا و در داشبورد شما آماده می‌شود.

source: Your certificate has been invalidated
fa: گواهی شما بی اعتبار است

source: Please contact your course team if you have any questions.
fa: لطفاً اگر سؤالی دارید با تیم دوره خود تماس بگیرید.

source: Congratulations, you qualified for a certificate!
fa: تبریک می‌گویم، شما مجوز دریافت گواهینامه را گرفتید!

source: You've earned a certificate for this course.
fa: شما یک گواهی برای این دوره کسب کرده‌اید.

source: Certificate unavailable
fa: گواهی در دسترس نیست

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
fa: شما گواهی دریافت نکرده‌اید زیرا هویت تأیید شده فعلی {platform_name} ندارید.

source: Your certificate is available
fa: گواهی شما در دسترس است

source: To see course content, {sign_in_link} or {register_link}.
fa: برای دیدن محتوای دوره {sign_in_link} يا {register_link}.

source: {sign_in_link} or {register_link}.
fa: {sign_in_link} يا {register_link}.

source: Sign in
fa: ورود

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
fa: برای دیدن محتوای دوره باید در این دوره ثبت نام کنید. {enroll_link_start}اکنون ثبت نام کنید{enroll_link_end}.

source: You must be enrolled in the course to see course content.
fa: برای دیدن محتوای دوره باید در این دوره ثبت نام کنید.

source: Invalid location.
fa: محل نامعتبر است.

source: User {username} has never accessed problem {location}
fa: کاربر {username} هرگز به مساله دسترسی پیدا نکرده است {location}

source: You must be signed in to {platform_name} to create a certificate.
fa: برای ایجاد یک گواهی باید وارد {platform_name} شوید.

source: Course is not valid
fa: دوره معتبر نیست

source: Your certificate will be available when you pass the course.
fa: گواهینامه شما هنگام گذراندن دوره در دسترس خواهد بود.

source: Certificate has already been created.
fa: گواهی قبلاً ایجاد شده است.

source: Certificate is being created.
fa: گواهی در حال ایجاد است.

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
fa: {platform_name} اکنون برای فراگیرانی که می خواهند گواهینامه های تأیید شده را بدست آورند اما ممکن است نتوانند هزینه گواهی تأیید شده را پرداخت کنند، کمک مالی می‌کند. فراگیران واجد شرایط ممکن است حداکثر 90{percent_sign} از هزینه گواهی تأیید شده برای یک دوره تخفیف بگیرند. برای درخواست کمک مالی، در دوره‌ای که گواهینامه‌های تأیید شده ارائه می‌دهد، در مسیر ثبت‌نام بررسی شده ثبت نام کنید و سپس این برنامه را تکمیل کنید. توجه داشته باشید که برای هر دوره‌ای که می‌خواهید باید یک برنامه جداگانه را تکمیل کنید. ما قصد داریم از این اطلاعات برای ارزیابی درخواست شما برای کمک مالی و توسعه بیشتر برنامه کمک مالی خود استفاده کنیم.

source: Annual Household Income
fa: درآمد سالیانه خانواده

source: Use between 1250 and 2500 characters or so in your response.
fa: در پاسخ خود از ۱۲۵۰ تا ۲۵۰۰ حرف استفاده کنید.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
fa: دوره‌ای را که می‌خواهید برای آن گواهی تأیید شده بدست آورید انتخاب کنید. اگر دوره در لیست وجود ندارد، مطمئن شوید که در مسیر ثبت‌نام بررسی شده دوره ثبت نام کرده‌اید.

source: Specify your annual household income in US Dollars.
fa: درآمد سالانه خانوار خود را به دلار آمریکا مشخص کنید.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
fa: من به آکادمی اجازه می‌دهم تا از اطلاعات ارائه شده در این برنامه (به جز اطلاعات مالی) برای اهداف بازاریابی آکادمی استفاده کند.

source: Must provide username
fa: باید نام کاربری ارائه دهد

source: Must provide full name
fa: نام کامل را وارد کنید

source: Password must be supplied
fa: کلمه عبور را تایید کنید

source: email address required (not username)
fa: آدرس پست الکترونیکی مورد نیاز (نام کاربری نمی‌شود)

source: Oops, failed to create user {user}, {error}
fa: متاسفایم ، در ایجاد کاربر {user} ، {error} ناموفق بود

source: User {user} created successfully!
fa: کاربر {user} با موفقیت ساخته شد!

source: Cannot find user with email address {email_addr}
fa: کاربر با آدرس ایمیل پیدا نمی‌شود {email_addr}

source: Cannot find user with username {username} - {error}
fa: نمی‌توان کاربری با نام کاربری {username} پیدا کرد - {error}

source: Deleted user {username}
fa: کاربر حذف شده {username}

source: Statistic
fa: آمار

source: Value
fa: مقدار

source: Site statistics
fa: آمار سایت

source: Total number of users
fa: تعداد کل کاربران

source: username
fa: نام کاربری

source: email
fa: پست الکترونیکی

source: Create User Results
fa: نتایج ایجاد کاربر

source: Delete User Results
fa: نتایج کاربر را حذف کنید

source: Added Course
fa: دوره اضافه شده

source: Course Name
fa: نام دوره

source: Last Change
fa: آخرین تغییر

source: Last Editor
fa: آخرین ویرایشگر

source: Information about all courses
fa: اطلاعات در مورد تمام دوره‌ها

source: Deleted
fa: حذف شده

source: # enrolled
fa: # ثبت نام شده

source: instructors
fa: مربیان

source: Enrollment information for all courses
fa: اطلاعات ثبت نام برای همه دوره‌ها

source: role
fa: نقش

source: Title can't be empty
fa: عنوان نمی‌تواند خالی باشد

source: Body can't be empty
fa: بدنه نمی‌تواند خالی باشد

source: Topic doesn't exist
fa: مبحث وجود ندارد

source: Error uploading file. Please contact the site administrator. Thank you.
fa: آپلود فایل با خطا مواجه شد، لطفا با مدیریت سایت تماس بگیرید. با تشکر.

source: Good
fa: خوب

source: View discussion
fa: بحث را مشاهده کنید

source: Response to %(thread_title)s
fa: پاسخ به %(thread_title)s

source: Access to this discussion is restricted to team members and staff.
fa: دسترسی به این بحث به اعضای تیم و کارکنان محدود شده‌است.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
fa: سرویس یادداشت آکادمی در دسترس نیست. لطفا چند دقیقه ی دیگر دوباره سعی کنید.

source: Notes
fa: یادداشت‌ها

source: {platform_name} Staff
fa: کارکنان {platform_name}

source: Course Staff
fa: کارکنان دوره

source: Student
fa: دانشجو

source: Staff
fa: کارکنان

source: Credit Card - Individual
fa: کارت اعتباری - فردی

source: manually enrolled by username: {username}
fa: ثبت نام دستی نام کاربری : {username}

source: Manually Enrolled
fa: ثبت نام دستی

source: Your Platform Insights
fa: تحلیل‌های پلتفرم شما

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
fa: {report_type} گزارش ایجاد می‌شود برای مشاهده وضعیت گزارش، کارهای در انتظار را در زیر مشاهده کنید.

source: User does not exist.
fa: کاربری با این نام وجود ندارد.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
fa: اطمینان حاصل کنید که پرونده‌ای که بارگذاری کرده‌اید با فرمت CSV است و هیچ حرف یا ردیفی غیرمستقیم ندارد.

source: Could not read uploaded file.
fa: فایل آپلود شده را نمی‌خواند.

source: Invalid email {email_address}.
fa: پست الکترونیکی نامعتبر {email_address}.

source: File is not attached.
fa: پرونده پیوست نشده است.

source: Username {user} already exists.
fa: نام کاربری {user} وجود دارد.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
fa: هنگام ارسال پست الکترونیکی به کاربر جدید ، خطای '{error}' رخ داد (user email={email})بدون پست الکترونیکی دانشجو قادر به ورود به سیستم نخواهد بود. لطفا برای اطلاعات بیشتر با پشتیبانی تماس بگیرید.

source: problem responses
fa: پاسخ‌های مسائل و آزمون

source: Could not find problem with this location.
fa: مساله‌ای برای این مکان یافت نشد.

source: Invoice number '{num}' does not exist.
fa: شماره فاکتور '{num}' وجود ندارد.

source: The sale associated with this invoice has already been invalidated.
fa: فروش مرتبط با این فاکتور در حال حاضر باطل شده است.

source: Invoice number {0} has been invalidated.
fa: فاکتور تعداد {0} باطل شده است.

source: This invoice is already active.
fa: این فاکتور در حال حاضر فعال است.

source: The registration codes for invoice {0} have been re-activated.
fa: کدهای ثبت نام برای فاکتور {0} دوباره فعال شده است.

source: CourseID
fa: شناسه درس

source: Certificate Type
fa: نوع گواهینامه

source: Total Certificates Issued
fa: مجموع گواهینامه‌های صادر شده

source: Date Report Run
fa: تاریخ اجرای گزارش

source: enrolled learner profile
fa: مشخصات فراگیر ثبت نام شده

source: User ID
fa: شناسه کاربر

source: Username
fa: نام کاربری

source: Email
fa: پست الکترونیکی

source: Language
fa: زبان

source: Location
fa: مکان

source: Birth Year
fa: سال تولد

source: Gender
fa: جنسیت

source: Level of Education
fa: سطح آموزش

source: Mailing Address
fa: آدرس پست الکترونیکی

source: Goals
fa: اهداف

source: Enrollment Mode
fa: حالت ثبت نام

source: Verification Status
fa: وضعیت تأیید

source: Last Login
fa: آخرین ورود

source: Date Joined
fa: تاریخ عضویت

source: Cohort
fa: گروه

source: Team
fa: تیم

source: City
fa: شهرستان

source: Country
fa: کشور

source: enrollment
fa: ثبت نام

source: The file must contain a 'cohort' column containing cohort names.
fa: پرونده باید دارای یک ستون گروه باشد که حاوی نامهای گروهی است.

source: Coupon Code
fa: کد تخفیف

source: Course Id
fa: شناسه درس

source: % Discount
fa: % تخفیف

source: Description
fa: توصیف

source: Expiration Date
fa: تاریخ انقضا

source: Is Active
fa: فعال است

source: Total Discounted Amount
fa: مبلغ کل تخفیف

source: detailed enrollment
fa: ثبت نام دقیق

source: executive summary
fa: خلاصه اجرایی

source: survey
fa: نظرسنجی

source: proctored exam results
fa: نتایج امتحانات

source: Could not parse amount as a decimal
fa: نمی‌توان مقدار را به عنوان اعشار تجزیه کرد

source: Enrollment status for {student}: unknown
fa: وضعیت ثبت نام برای {student}: ناشناس

source: Enrollment status for {student}: active
fa: وضعیت ثبت نام برای {student}: فعال

source: Enrollment status for {student}: inactive
fa: وضعیت ثبت نام برای {student}: غیرفعال

source: Enrollment status for {student}: pending
fa: وضعیت ثبت نام برای {student}: در حال انتظار

source: Enrollment status for {student}: never enrolled
fa: وضعیت ثبت نام برای {student}: هرگز ثبت نام نکرد

source: Module does not exist.
fa: ماژول وجود ندارد.

source: An error occurred while deleting the score.
fa: هنگام حذف نمره خطایی روی داد.

source: Course has no entrance exam section.
fa: دوره هیچ بخش امتحانی ورودی ندارد.

source: all_students and unique_student_identifier are mutually exclusive.
fa: all_students و unique_student_identifier متقابلاً منحصر به فرد هستند.

source: all_students and delete_module are mutually exclusive.
fa: all_students و Delete_module دو طرفه هستند.

source: Requires instructor access.
fa: نیاز به دسترسی مربی دارد.

source: Course has no valid entrance exam section.
fa: دوره دارای بخش ورودی معتبر نیست.

source: All Students
fa: همه‌ی دانش آموزان

source: grade
fa: مقطع تحصیلی

source: problem grade
fa: نمره مساله

source: {user} is not enrolled in this course. Please check your spelling and retry.
fa: {user} در این دوره ثبت نشده است. لطفا املا خود را چک کنید و دوباره سعی کنید.

source: user "{user}" in row# {row}
fa: کاربر "{user}" در ردیف #{row}

source: user "{username}" in row# {row}
fa: کاربر "{username}" در ردیف # {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
fa: گواهی {user} در حال حاضر باطل شده است. لطفا املا خود را چک کنید و دوباره سعی کنید.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
fa: گواهی برای دانشجویان {user} در حال حاضر نامعتبر است، لطفا بررسی کنید که گواهی برای این دانش آموز ایجاد شد و سپس ادامه دهید.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
fa: اعتبار سنجی گواهی وجود ندارد، لطفاً صفحه را تازه کنید و دوباره امتحان کنید.
