Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/django-partial.po
Languages: fa

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
fa: مشخص کنید آیا دانش آموزان باید قبل از مشاهده محتوای دوره شما ، یک نظرسنجی را انجام دهند یا خیر. اگر این مقدار را روی درست تنظیم کنید، باید نامی را برای نظرسنجی به تنظیمات نام نظرسنجی دوره در بالا اضافه کنید.

source: Course Visibility In Catalog
fa: مشاهده دوره در کاتالوگ

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
fa: مجوزهای دسترسی برای نشان دادن دوره در کاتالوگ دوره را مشخص می‌کند. این را می توان به یکی از سه مقدار تنظیم کرد: "هر دو" (نمایش در کاتالوگ و اجازه دسترسی به صفحه توضیحات دوره) ، "درباره" (فقط اجازه دسترسی به صفحه توضیحات دوره را می‌دهد) ، "هیچ" (در فهرست نشان داده نمی‌شود و اجازه دسترسی به صفحه درباره پروژه نمی‌دهد).

source: Entrance Exam Enabled
fa: آزمون ورودی فعال شد

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
fa: مشخص کنید که آیا دانش آموزان باید قبل از مشاهده محتوای دوره شما، یک آزمون ورودی بگذرانند یا خیر. توجه داشته باشید، شما باید آزمونهای ورودی را برای تأثیرگذاری این تنظیمات دوره فعال کنید.

source: Entrance Exam Minimum Score (%)
fa: حداقل نمره آزمون ورودی (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
fa: قبل از اینکه دانش آموزان بتوانند محتوای دوره شما را مشاهده کنند، حداقل یک درصد نمره برای آزمون ورودی مشخص کنید. توجه داشته باشید، شما باید آزمونهای ورودی را برای تأثیرگذاری این تنظیمات دوره فعال کنید.

source: Entrance Exam ID
fa: شناسه آزمون ورودی

source: Social Media Sharing URL
fa: URL به اشتراک‌گذاری رسانه‌های اجتماعی

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
fa: اگر اشتراک اجتماعی داشبورد و URLهای دوره‌های سفارشی فعال باشد، می‌توانید URL (مانند URL مربوط به دوره درباره صفحه) را ارائه دهید که سایت‌های رسانه‌های اجتماعی بتوانند به آن پیوند دهند. URLها باید کاملاً واجد شرایط باشند. مثلا به عنوان مثال: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
fa: زبان دوره

source: Specify the language of your course.
fa: زبان دوره خود را مشخص کنید.

source: Teams Configuration
fa: تنظیمات تیم‌ها

source: Enable Proctored Exams
fa: امتحانات نظارتی را فعال کنید

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
fa: درست یا غلط وارد کنید اگر این مقدار درست باشد، امتحانات نظارتی در دوره شما فعال است. توجه داشته باشید که فعال کردن امتحانات نظارتی نیز امتحانات زمان دار را امکان پذیر می‌کند.

source: Allow Opting Out of Proctored Exams
fa: اجازه انصراف از امتحانات نظارت شده

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
fa: درست یا غلط وارد کنید اگر این مقدار صحیح باشد، فراگیران می‌توانند امتحانات بدون نظارت را انجام دهند. اگر این مقدار نادرست باشد، همه فراگیران باید با استفاده از سیستم نظارت در آزمون شرکت کنند. این تنظیم فقط درصورتی که امتحانات نظارتی برای دوره فعال باشد اعمال می شود.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
fa: بلیط‌های Zendesk را برای تلاش‌های مشکوک امتحانات نظارتی ایجاد کنید

source: Enable Timed Exams
fa: فعال کردن امتحانات تیمی

source: Minimum Grade for Credit
fa: حداقل نمره برای مدرک

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
fa: حداقل نمره ای که یک فراگیر برای دریافت مدرک در این دوره باید کسب کند، به عنوان یک اعشار بین 0.0 تا 1.0. به عنوان مثال، برای 75٪ ، 0.75 را وارد کنید.

source: Self Paced
fa: خود گام‌

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
fa: این را روی "درست" تنظیم کنید تا این دوره به عنوان خود گام مشخص شود. دوره‌های خود گام برای تعیین تکلیف تاریخ مشخصی ندارند و دانشجویان می‌توانند قبل از پایان دوره به هر سرعت در دوره پیشرفت کنند.

source: Bypass Course Home
fa: کنار گذاشتن خانه دوره

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
fa: هنگام ورود دانشجویان از داشبورد، برگه خانه دوره را دور زده و آنها را مستقیماً به محتوای دوره بفرستید.

source: Enable Subsection Prerequisites
fa: فعال کردن بند پیش نیازها

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
fa: درست یا غلط وارد کنید اگر این مقدار درست باشد، می‌توانید یک زیرمجموعه را پنهان کنید تا زمانی که فراگیران در زیر پیش شرط دیگر، حداقل نمره را کسب کنند.

source: Course Learning Information
fa: اطلاعات یادگیری دوره

source: Specify what student can learn from the course.
fa: آنچه دانش آموز می تواند از دوره یاد بگیرد را مشخص کنید.

source: Course Visibility For Unenrolled Learners
fa: قابلیت نمایش دوره برای فراگیران ثبت‌نام نکرده

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
fa: اجازه دسترسی فراگیران ثبت‌نام نکرده را تعریف کنید. این می‌تواند به یکی از مقادیر 'private' (حاالت پیش‌فرض، تنها برای فراگیران ثبت‌نام کرده مجاز است)، 'public_outline' (اجازه دسترسی به طرح کلی دوره) و 'public' ( اجازه دسترسی به طرح کلی و محتوای دوره) تعریف شود.

source: Course Instructor
fa: مربی دوره

source: Enter the details for Course Instructor
fa: جزئیات را برای مربی دوره وارد کنید

source: Add Unsupported Problems and Tools
fa: اضافه کردن مسائل پشتیبانی نشده و ابزارها

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
fa: درست یا غلط وارد کنید اگر درست باشد، می‌توانید مشکلات و ابزارهای پشتیبانی نشده را به دوره خود در استودیو اضافه کنید. مشکلات و ابزارهای پشتیبانی نشده به دلیل عدم انطباق با یک یا چند مورد از الزامات اساسی مانند آزمایش، دسترسی، بین المللی شدن و مستندات، برای استفاده در دوره‌ها توصیه نمی‌شود.

source: Highlights Enabled for Messaging
fa: موارد برجسته برای پیام رسانی فعال شده است

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
fa: درست یا غلط وارد کنید در صورت صحت، موارد برجسته مرتبط با محتوا در این دوره در زمان برنامه‌ریزی شده برای فراگیران ارسال می‌شود.

source: Other Course Settings
fa: سایر تنظیمات دوره

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
fa: هرگونه اطلاعات اضافی در مورد دوره که مورد نیاز پلتفرم استیا امکان ادغام با سیستم‌های خارجی مانند نرم افزارCRM را می‌دهد.فرهنگ لغت مقادیر را در قالب JSON وارد کنید، مانند {"my_custom_setting": "value" ، "other_setting": "value"}

source: General
fa: عمومی

source: Generated
fa: ایجاد شد

source: The lowest {drop_count} {section_type} scores are dropped.
fa: پایین‌ترین نمره‌های {drop_count} {section_type} افتاده‌اند.

source: {short_label} Avg
fa: میانگین {short_label}

source: Text
fa: متن

source: Html contents to display for this module
fa: محتویات HTML برای نمایش در این ماژول

source: Editor
fa: ویرایشگر

source: Visual
fa: بصری

source: Raw
fa: خام

source: Hide Page From Learners
fa: صفحه را از فراگیران مخفی کن

source: If you select this option, only course team members with the Staff or Admin role see this page.
fa: اگر این گزینه را انتخاب کنید، فقط اعضای تیم دوره با کارکنان یا نقش مدیر، این صفحه را مشاهده می‌کنند.

source: HTML for the additional pages
fa: HTML برای صفحات اضافی

source: List of course update items
fa: لیست موارد به روز شده دوره آموزشی

source: Any Type
fa: همه نوع

source: Library
fa: کتابخانه

source: Select the library from which you want to draw content.
fa: کتابخانه‌ای را که می‌خواهید از آن محتوا ترسیم کنید انتخاب کنید.

source: Library Version
fa: نسخه کتابخانه

source: Determines how content is drawn from the library
fa: نحوه برداشت محتوا از کتابخانه را تعیین می‌کند

source: Choose n at random
fa: انتخاب N به طور تصادفی

source: Count
fa: شمارش

source: Enter the number of components to display to each student.
fa: تعداد مولفه‌ها برای نمایش به هر دانشجو وارد کنید.

source: Problem Type
fa: نوع مساله

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
fa: برای واکشی از کتابخانه نوع مسئله را انتخاب کنید. در صورت انتخاب "هر نوع"، هیچ فیلترینگ اعمال نمی‌شود.

source: This component is out of date. The library has new content.
fa: این مولفه قدیمی است. این کتابخانه مطالب جدیدی دارد.

source: {refresh_icon} Update now.
fa: {refresh_icon} اکنون به روز رسانی کن.

source: Library is invalid, corrupt, or has been deleted.
fa: کتابخانه نامعتبر ، خراب یا حذف شده است.

source: Edit Library List.
fa: ویرایش فهرست کتابخانه.

source: This course does not support content libraries. Contact your system administrator for more information.
fa: این دوره از کتابخانه‌های محتوا پشتیبانی نمی‌کند. برای اطلاعات بیشتر با مدیریت سیستم خود تماس بگیرید.

source: A library has not yet been selected.
fa: هیچ کتابخانه‌ای انتخاب نشده است.

source: Select a Library.
fa: انتخاب یک کتابخانه.

source: There are no matching problem types in the specified libraries.
fa: هیچ نوع مشکل منطبق با هم در کتابخانه‌های مشخص شده وجود ندارد.

source: Select another problem type.
fa: نوع دیگری را انتخاب کنید.

source: The specified library is configured to fetch {count} problem,
fa: کتابخانه مشخص شده برای واکاوی مشکل {count} پیکربندی شده است،

source: but there is only {actual} matching problem.
fa: کتابخانه مشخص شده برای بارگیری مشکل {actual} تنظیم شده است.

source: Edit the library configuration.
fa: ویرایش پیکربندی کتابخانه.

source: Invalid Library
fa: کتابخانه نامعتبر

source: No Library Selected
fa: هیچ کتابخانه‌ای انتخاب نشده است

source: Library Display Name
fa: نمایش نام کتابخانه

source: Enter the names of the advanced components to use in your library.
fa: نام مؤلفه‌های پیشرفته را برای استفاده در کتابخانه خود وارد کنید.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
fa: نام نمایشی این مولفه. گزارش‌های تجزیه و تحلیل همچنین ممکن است از نام نمایشی برای شناسایی این مولفه استفاده کنند.

source: Custom Parameters
fa: پارامترهای سفارشی

source: Open in New Page
fa: بازکردن در صفحه جدید

source: Scored
fa: نمره‌دهی شده

source: Weight
fa: وزن

source: Request user's username
fa: درخواست نام کاربری کاربر

source: Select True to request the user's username.
fa: برای درخواست نام کاربری True را انتخاب کنید.

source: Request user's email
fa: درخواست پست الکترونیکی کاربر

source: Select True to request the user's email address.
fa: برای درخواست آدرس پست الکترونیکی کاربر، درست را انتخاب کنید.

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
fa: توضیحی درباره برنامه شخص ثالث وارد کنید. در صورت درخواست نام کاربری و / یا نامه الکترونیکی ، از این جعبه متن استفاده کنید تا به کاربران اطلاع دهید که چرا نام کاربری و / یا نام کاربری آنها را نشان می‌دهد پست الکترونیکی به یک برنامه شخص ثالث ارسال می‌شود.

source: Accept grades past deadline
fa: قبول نمرات مهلت گذشته

source: Select True to allow third party systems to post grades past the deadline.
fa: درست را انتخاب کنید تا به سیستم‌های شخص ثالث اجازه دهید نمرات مهلت گذشته را ارسال کنند.

source: Due Date
fa: موعد مقرر

source: Enter the default date by which problems are due.
fa: تاریخ پیش فرض که در آن مسائل و آزمون‌های ایجاد شده را وارد کنید.

source: If true, can be seen only by course staff, regardless of start date.
fa: در صورت صحت، صرفاً از تاریخ شروع، فقط توسط کارکنان دوره قابل مشاهده است.

source: This setting is not currently supported.
fa: این تنظیم در حال حاضر پشتیبانی نمی‌شود.

source: Enter the ids for the content groups this problem belongs to.
fa: شناسه‌های مربوط به گروه‌های محتوایی که این مساله به آنها تعلق دارد را وارد کنید.

source: Enter the number of days before the start date that beta users can access the course.
fa: تعداد روزهای قبل از تاریخ شروع را وارد کنید که کاربران بتا می‌توانند به دوره دسترسی پیدا کنند.

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
fa: مسیر استفاده از پرونده‌ها را در صفحه فایل‌ها و آپلودها وارد کنید. این مقدار پیش فرض استودیو ، c4x: // را نادیده می گیرد.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
fa: حداکثر دفعاتی که دانش آموز می‌تواند برای پاسخگویی به مسائل تلاش کند را وارد کنید. به طور پیش فرض، حداکثر تلاش بی‌نهایت تنظیم شده است، به این معنی که دانش آموزان تعداد نامحدود تلاش برای مسائل را دارند. برای مسائل فردی می‌توانید این تنظیم را که در کل دوره است، نادیده بگیرید. با این حال، اگر تنظیمات دوره تعداد مشخصی باشد، نمی توانید حداکثر تلاش ها را برای مشکلات فردی روی نامحدود تنظیم کنید.

source: Group Configurations
fa: تنظیمات گروه

source: Enter the configurations that govern how students are grouped together.
fa: تنظیماتی را که حاکم بر نحوه گروه بندی دانش آموزان در کنار هم است وارد کنید.

source: Enable video caching system
fa: سیستم ذخیره ویدیو را فعال کنید

source: Enter true or false. If true, video caching will be used for HTML5 videos.
fa: درست یا غلط را وارد کنید. در صورت صحت، از حافظه پنهان ویدئویی برای فیلم‌های HTML5 استفاده می‌شود.

source: Enable video auto-advance
fa: پیش نمایش خودکار ویدیو را فعال کنید

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
fa: مشخص کنید که آیا یک دکمه پیش نمایش خودکار در فیلم ها نشان داده شود یا خیر. اگر دانش آموز باشد روی آن کلیک می کند ، هنگامی که آخرین فیلم در یک واحد به پایان رسید ، به طور خودکار حرکت می کندبه واحد بعدی و اولین پخش ویدیو را پخش کنید.

source: Video Pre-Roll
fa: پیش از پخش

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
fa: قبل از پخش فیلم‌های دوره، یک ویدیو را به طول ۵-۱۰ ثانیه برای پخش مشخص کنید. شناسه ویدئو را از صفحه بارگذاری ویدئو و یک یا چند فایل رونوشتی در قالب زیر وارد کنید: {format}. به عنوان مثال، ورودی برای یک فیلم با دو رونوشت به این شکل است: {example}

source: Show Reset Button for Problems
fa: نمایش دکمه تنظیم مجدد برای مشکلات

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
fa: درست یا غلط وارد کنید اگر درست باشد، در دوره به طور پیش فرض برای نمایش همیشه دکمه "تنظیم مجدد" مساله وجود دارد. می‌توانید این مورد را در تنظیمات هر مساله نادیده بگیرید. با تغییر این تنظیم در کل دوره، همه مسائل موجود تحت تأثیر قرار می‌گیرند.

source: Enable Student Notes
fa: فعال کردن یادداشت دانشجو

source: Enter true or false. If true, students can use the Student Notes feature.
fa: درست یا غلط وارد کنید در صورت صحت، دانشجویان می‌توانند از ویژگی یادداشت‌های دانشجویان استفاده کنند.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
fa: نشان می‌دهد یادداشتهای دانشجویی در دوره قابل مشاهده هستند یا خیر. دانش آموزان نیز می‌توانند یادداشت‌های خود را در دوره آموزشی نشان داده یا مخفی کنید.

source: Tag this module as part of an Entrance Exam section
fa: این ماژول را به عنوان بخشی از بخش آزمون ورودی برچسب گذاری کنید

source: Enrollment Track Groups
fa: گروه‌های مسیر ثبت نام

source: Partition for segmenting users by enrollment track
fa: بخش‌ها برای تقسیم بندی کاربران بر اساس مسیر ثبت نام

source: Whether this student has voted on the poll
fa: آیا این دانش آموز به نظرسنجی رای داده است

source: Student answer
fa: پاسخ دانش آموز

source: Poll answers from all students
fa: پاسخ‌های نظرسنجی از همه دانش آموزان

source: Poll answers from xml
fa: پاسخ‌های نظرسنجی از xml

source: Poll question
fa: سوال نظرسنجی

source: Enter the date by which problems are due.
fa: تاریخ اتمام مسائل را وارد کنید.

source: Hide sequence content After Due Date
fa: پس از موعد مقرر محتوای دنباله را مخفی کنید

source: Is Entrance Exam
fa: آزمون ورودی

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
fa: این ماژول دوره را به عنوان آزمون ورودی برچسب گذاری کنید. توجه داشته باشید، شما باید آزمونهای ورودی را برای تأثیرگذاری این تنظیمات دوره فعال کنید.

source: Is Time Limited
fa: محدودیت زمان

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
fa: این تنظیم نشان می‌دهد که آیا دانش آموزان زمان محدودی برای مشاهده یا تعامل با این مولفه برنامه درسی دارند.

source: Time Limit in Minutes
fa: محدودیت زمانی در دقیقه

source: The number of minutes available to students for viewing or interacting with this courseware component.
fa: تعداد دقایقی که دانشجویان برای مشاهده یا تعامل با این مولفه برنامه در دسترس دارند.

source: Is Proctoring Enabled
fa: Proctoring فعال شد

source: This setting indicates whether this exam is a proctored exam.
fa: این تنظیمات نشان می دهد که آیا این امتحان، امتحان proctored است یا خیر.

source: Software Secure Review Rules
fa: قوانین مرور امن نرم افزار

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
fa: این تنظیم نشان می‌دهد که تیم نظارت هنگام مشاهده فیلم‌ها باید از چه قوانینی پیروی کند.

source: Is Practice Exam
fa: آزمون تمرینی

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
fa: این تنظیم نشان می‌دهد که آیا این آزمون فقط برای آزمایش است. امتحانات عملی تأیید نمی‌شوند.

source: Is Onboarding Exam
fa: در حال انجام آزمون است

source: This setting indicates whether this exam is an onboarding exam.
fa: این تنظیم نشان می‌دهد که آیا این آزمون یک آزمون در حال انجام است.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
fa: این زیر بخش برای فراگیران هنگامی که شرایط پیش نیاز را برآورده می‌کنند، باز می شود.

source: This exam is hidden from the learner.
fa: این امتحان از یادگیرنده پنهان است.

source: Because the course has ended, this assignment is hidden from the learner.
fa: از آنجا که دوره به پایان رسیده است، این تکلیف از یادگیرنده پنهان است.

source: Because the due date has passed, this assignment is hidden from the learner.
fa: از آنجا که مهلت مقرر گذشته است، این تکلیف از یادگیرنده پنهان است.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
fa: این بخش پیش نیاز است. برای باز کردن قفل محتوای اضافی، باید این بخش را تکمیل کنید.

source: A list summarizing what students should look forward to in this section.
fa: لیستی که خلاصه آنچه دانش آموزان باید منتظر باشند در این بخش ارائه می‌شود.

source: Group ID {group_id}
fa: شناسه گروه {group_id}

source: Not Selected
fa: انتخاب نشده

source: The display name for this component. (Not shown to learners)
fa: نام صفحه نمایش برای این مؤلفه. (Not shown to learners)

source: Content Experiment
fa: آزمایش محتوا

source: The list of group configurations for partitioning students in content experiments.
fa: لیست پیکربندی‌های گروهی برای تقسیم دانش آموزان در آزمایش‌های محتوا.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
fa: پیکربندی نحوه گروه بندی کاربران برای این آزمایش محتوا را مشخص می‌کند. احتیاط: تغییر پیکربندی گروهی یک آزمایش قابل مشاهده توسط دانش آموزان، داده‌های آزمایش را تحت تأثیر قرار می‌دهد.

source: Group Configuration
fa: پیکربندی گروه

source: Which child module students in a particular group_id should see
fa: کدام یک از دانش آموزان زیرمجموعه فرزند را در یک group_id خاص باید ببیند

source: The experiment is not associated with a group configuration.
fa: این آزمایش با پیکربندی گروهی همراه نیست.

source: Select a Group Configuration
fa: پیکربندی گروهی را انتخاب کنید

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
fa: این آزمایش از پیکربندی گروه حذف شده استفاده می‌کند. یک گروه معتبر را جهت پیکربندی یا حذف این آزمایش انتخاب کنید.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
fa: این آزمایش از یک پیکربندی گروهی استفاده می‌کند که برای آزمایش پشتیبانی نمی‌شود. پیکربندی گروه معتبری را انتخاب کنید یا این آزمایش را حذف کنید.

source: The experiment does not contain all of the groups in the configuration.
fa: این آزمایش شامل همه گروه‌های موجود در پیکربندی نیست.

source: Add Missing Groups
fa: گروه‌های گمشده را اضافه کنید

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
fa: این آزمایش یک گروه غیرفعال دارد. محتوا را به گروه‌های فعال منتقل کنید، سپس گروه غیرفعال را حذف کنید.

source: This content experiment has issues that affect content visibility.
fa: این آزمایش محتوا دارای موضوعاتی است که قابلیت مشاهده محتوا را تحت تأثیر قرار می‌دهد.

source: External Discussion
fa: بحث خارجی

source: Home
fa: خانه

source: Course
fa: دوره

source: We support only SubRip (*.srt) transcripts format.
fa: ما فقط از قالب رونوشتهای SubRip (*.srt) پشتیبانی می‌کنیم.

source: Something wrong with SubRip transcripts file during parsing.
fa: مشکلی در پرونده رونویسی SubRip هنگام تجزیه وجود ندارد.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
fa: {exception_message}: رونوشتهای آپلود شده یافت نشد: {user_filename}

source: Language is required.
fa: زبان لازم است.

source: Basic
fa: ابتدایی

source: There is no transcript file associated with the {lang} language.
fa: هیچ پرونده رونویسی مربوط به زبان {lang} وجود ندارد.
