Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: fa

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
fa: گروه {cohortGroupName} ایجاد شده‌است. در زیر می‌توانید به صورت دستی دانشجویان را به این گروه اضافه کنید.

source: Assign students to cohorts by uploading a CSV file.
fa: با بارگذاری یک فایل CSV دانشجویان را به گروه‌ها اختصاص دهید.

source: Choose a .csv file
fa: انتخاب یک فایل .csv

source: Only properly formatted .csv files will be accepted.
fa: فقط فایل‌های .csv با قالب صحیح پذیرفته می‌شوند.

source: Upload File and Assign Students
fa: بارگذاری فایل و تخصیص دانشجویان

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
fa: فایل شما "{file}" بارگذاری شده‌است. چند دقیقه برای پردازش صبر کنید.

source: Cohorts Enabled
fa: گروه‌ها فعال شدند

source: Cohorts Disabled
fa: گروه‌ها غیرفعال شدند

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
fa: این دوره از گروه‌بندی خودکار برای فراگیران مسیر معتبر استفاده می‌کند. شما نمی‌توانید گروه‌ها را غیرفعال کنید، همچنین نمی‌توانید نام گروه دستی نام گذاری شده '{verifiedCohortName}' را تغییر دهید. برای تغییر وضعیت گروه‌های مسیر معتبر، با همکار مدیر آکادمی خود تماس بگیرید.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
fa: این دوره از گروه‌بندی خودکار برای فراگیران مسیر معتبر استفاده می‌کند، اما گروه مورد نیاز وجود ندارد. شما باید یک گروه با تنظیمات دستی با نام '{verifiedCohortName}' ایجاد کنید تا این ویژگی عمل کند.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
fa: این دوره از گروه‌بندی خودکار برای فراگیران مسیر معتبر استفاده می‌کند، اما گروه‌ها غیرفعال شده‌اند. شما باید گروه‌ها را فعال کنید تا این ویژگی عمل کند.

source: Allow students to generate certificates for this course?
fa: به دانشجویان اجازه می‌دهید برای این دوره گواهی‌نامه تولید کنند؟

source: Prevent students from generating certificates in this course?
fa: دانشجویان را از تولید گواهی‌نامه برای این دوره منع می‌کنید؟

source: Start generating certificates for all students in this course?
fa: تولید گواهی‌نامه برای همه دانشجویان در این دوره شروع شود؟

source: Error while generating certificates. Please try again.
fa: هنگام تولید گواهی‌نامه‌ها خطا رخ داد. لطفا دوباره تلاش کنید.

source: Start regenerating certificates for students in this course?
fa: تولید گواهی‌نامه برای دانشجویان در این دوره شروع شود؟

source: Error while regenerating certificates. Please try again.
fa: هنگام تولید گواهی‌نامه‌ها خطا رخ داد. لطفا دوباره تلاش کنید.

source: Loading data...
fa: بارگذاری داده...

source: Error getting issued certificates list.
fa: خطا در دریافت فهرست گواهی‌های صادر شده رخ داد.

source: Error generating proctored exam results. Please try again.
fa: خطا در تولید نتایج آزمون آزمایشی. لطفا دوباره تلاش کنید.

source: Error generating survey results. Please try again.
fa: خطا در تولید نتایج نظرسنجی. لطفا دوباره تلاش کنید.

source: Error generating student profile information. Please try again.
fa: خطا در تولید اطلاعات پروفایل دانشجویی. لطفا دوباره تلاش کنید.

source: Loading
fa: در حال بارگذاری

source: Error getting student list.
fa: خطا در دریافت فهرست دانشجویی.

source: Error generating list of students who may enroll. Please try again.
fa: خطا در تولید فهرست داشجویانی که ممکن است ثبت نام کنند. لطفا دوباره تلاش کنید.

source: Error retrieving grading configuration.
fa: خطا در بازیابی پیکربندی نمره‌دهی.

source: Error generating grades. Please try again.
fa: خطا در تولید نمره‌ها رخ داده است. لطفا دوباره تلاش کنید.

source: Error generating problem grade report. Please try again.
fa: خطا در تولید گزارش نمره مساله. دوباره تلاش کنید.

source: Error generating ORA data report. Please try again.
fa: خطا در تولید گزارش داده ORA. لطفا دوباره تلاش کنید.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
fa: هنگام ساخت گزارش مشکلی پیش آمد. برای تلاش دوباره "ایجاد خلاصه اجرایی" را انتخاب کنید.

source: Enter the enrollment code.
fa: کد ثبت نام را وارد کنید.

source: Cancel enrollment code
fa: لغو کد ثبت نام

source: Restore enrollment code
fa: بازگرداندن کد ثبت نام

source: Mark enrollment code as unused
fa: علامت‌گذاری کد ثبت نام به عنوان استفاده نشده

source: Username
fa: نام کاربری

source: Email
fa: پست الکترونیکی

source: Revoke access
fa: ابطال دسترسی

source: Group
fa: گروه

source: Enter username or email
fa: نام‌کاربری یا پست الکترونیکی را وارد کنید

source: Please enter a username or email.
fa: نام‌کاربری یا پست الکترونیکی را وارد کنید.

source: This role requires a divided discussions scheme.
fa: این نقش نیاز به یک طرح بحث تقسیم شده دارد.

source: Error changing user's permissions.
fa: خطا در تغییر مجوز‌های کاربر.

source: Could not find a user with username or email address '<%- identifier %>'.
fa: کاربری با نام کاربری یا پست الکترونیکی '<%- identifier %>' یافت نشد.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
fa: خطا: کاربر '<%- username %>' هنوز حساب خود را فعال نکرده‌است. کاربران باید حساب کاربری ایجاد و آن را فعال کنند تا بتوانند نقشی دریافت کنند.

source: Error: You cannot remove yourself from the Instructor group!
fa: خطا: شما نمی‌توانید خودتان را از گروه مربی حذف کنید!

source: Errors
fa: خطاها

source: The following errors were generated:
fa: خطا‌های زیر به وجود آمدند:

source: Warnings
fa: اخطار

source: The following warnings were generated:
fa: اخطار‌های زیر به وجود آمدند:

source: Success
fa: موفق

source: All accounts were created successfully.
fa: همه حساب‌ها با موفقیت ساخته شدند.

source: Error adding/removing users as beta testers.
fa: خطا در اضافه/ حذف کردن کاربران به عنوان آزمون‌گران بتا.

source: These users were successfully added as beta testers:
fa: کاربران با موفقیت به عنوان آزمون‌گران بتا اضافه شدند:

source: These users could not be added as beta testers because their accounts are not yet activated:
fa: نمی‌توان این کاربران را به عنوان آزمون‌گران بتا اضافه کرد، زیرا حسابشان هنوز فعال نشده‌است:

source: These users were successfully removed as beta testers:
fa: کاربران با موفقیت از آزمون‌گران بتا حذف شدند:

source: These users were not added as beta testers:
fa: کاربران به عنوان آزمون‌گران بتا اضافه نشدند:

source: These users were not removed as beta testers:
fa: کاربران از آزمون‌گران بتا حذف نشدند:

source: Users must create and activate their account before they can be promoted to beta tester.
fa: کاربران باید حساب کاربری ایجاد و آن را فعال کنند تا بتوانند به آزمون‌گر بتا ارتقا یابند.

source: Could not find users associated with the following identifiers:
fa: کاربران مرتبط با شناسه‌های زیر پیدا نشد:

source: Reason field should not be left blank.
fa: قسمت دلیل نباید خالی بماند.

source: Role field should not be left unselected.
fa: قسمت نقش نباید انتخاب نشده باقی بماند.

source: Error enrolling/unenrolling users.
fa: خطای ثبت نام/لغو ثبت نام کاربران.

source: The following email addresses and/or usernames are invalid:
fa: پست الکترونیکی و/یا نام کاربری‌های زیر معتبر نیستند:

source: Successfully enrolled and sent email to the following users:
fa: ثبت نام و ارسال پست الکترونیکی برای کاربران زیر با موفقیت انجام شد:

source: Successfully enrolled the following users:
fa: کاربران زیر با موفقیت ثبت نام شدند:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
fa: پست الکترونیکی ثبت‌نام با موفقیت برای کاربران زیر ارسال شد. آن‌ها به محض ثبت نام مجاز به نام‌نویسی هستند:

source: These users will be allowed to enroll once they register:
fa: این کاربران به محض ثبت نام مجاز به نام‌نویسی هستند:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
fa: پست الکترونیکی ثبت نام برای کاربران زیر ارسال شد. آن‌ها به محض ثبت نام مجاز به نام‌نویسی هستند:

source: These users will be enrolled once they register:
fa: این کاربران به محض ثبت نام مجاز به نام‌نویسی هستند:

source: Emails successfully sent. The following users are no longer enrolled in the course:
fa: پست الکترونیکی با موفقیت ارسال شد. کاربران زیر دیگر در دوره، عضو نیستند:

source: The following users are no longer enrolled in the course:
fa: کاربران زیر دیگر در دوره عضو نیستند:

source: These users were not affiliated with the course so could not be unenrolled:
fa: این کاربران وابسته به دوره نبودند، بنابراین نمی‌توان آنها را ثبت نام کرد:

source: Your message must have a subject.
fa: پیام شما باید حتما یک عنوان داشته باشد.

source: Your message cannot be blank.
fa: پیام شما نمی‌تواند خالی باشد.

source: Your message must have at least one target.
fa: پیام شما باید حداقل یک هدف داشته باشد.

source: There are invalid keywords in your email. Check the following keywords and try again.
fa: در پست الکترونیکی شما کلمات کلیدی نامعتبری وجود دارد. کلمات کلیدی زیر را بررسی کنید و دوباره تلاش کنید.

source: Yourself
fa: خودتان

source: Everyone who has staff privileges in this course
fa: هر کسی که در این دوره از امتیازات کارمندی برخوردار است

source: All learners who are enrolled in this course
fa: همه فراگیرانی که در این دوره ثبت نام کرده‌اند

source: All learners in the {cohort_name} cohort
fa: همه فراگیران در گروه {cohort_name}

source: All learners in the {track_name} track
fa: همه فراگیران در مسیر {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
fa: پیام پست الکترونیکی شما با موفقیت در صف ارسال قرار گرفت. در دوره‌های آموزشی با تعداد زیادی فراگیر، ارسال پیام‌های پست الکترونیکی برای فراگیران ممکن است یک ساعت طول بکشد.

source: You are sending an email message with the subject {subject} to the following recipients.
fa: شما در حال ارسال یک پیام پست الکترونیکی با عنوان {subject} برای گیرنده‌های زیر هستید.

source: Is this OK?
fa: مورد تایید است؟

source: Error sending email.
fa: خطا در ارسال پست الکترونیکی.

source: There is no email history for this course.
fa: هیچ تاریخچه پست الکترونیکی برای این دوره وجود ندارد.

source: There was an error obtaining email task history for this course.
fa: در بدست آوردن سابقه کار پست الکترونیکی برای این دوره خطایی روی داد.

source: There was an error obtaining email content history for this course.
fa: در بدست آوردن سابقه محتوای پست الکترونیکی برای این دوره خطایی روی داد.

source: Send to:
fa: ارسال به:

source: Please enter a student email address or username.
fa: لطفا یک نام کاربری یا پست الکترونیکی دانشجویی وارد کنید.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
fa: خطا در دریافت وضعیت ثبت نام برای '<%- student_id %>'. اطمینان حاصل کنید که شناسه دانشجو به درستی هجی شده است.

source: Retrieving enrollment status...
fa: در حال بازیابی وضعیت ثبت نام ...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
fa: خطا در دریافت url پیشرفت دانشجو برای '<%- student_id %>'. اطمینان حاصل کنید که شناسه دانشجو به درستی هجی شده است.

source: Please enter a problem location.
fa: لطفاً یک مکان مساله وارد کنید.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
fa: موفق! تلاش‌ها برای حل مساله برای مساله '<%- problem_id %>' و دانشجوی '<%- student_id %>' تنظیم مجدد شد.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa: خطا در بازنشانی تلاشهای حل مساله برای مسئله '<%= problem_id %>' و دانشجو '<%- student_id %>'. اطمینان حاصل کنید که شناسه‌های مساله و دانشجو کامل و صحیح است.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
fa: وضعیت دانشجو '<%- student_id %>'s در مورد مسئله '<%- problem_id %>' حذف شود؟

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa: خطا در حذف وضعیت دانشجو '<%- student_id %>'s در مورد مساله '<%- problem_id %>'. اطمینان حاصل کنید که شناسه‌های مساله و دانشجو کامل و صحیح است.

source: Module state successfully deleted.
fa: وضعیت ماژول با موفقیت حذف شد.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa: خطا در دریافت سابقه کار برای مسئله '<%- problem_id %>' و دانشجو '<%- student_id %>'. اطمینان حاصل کنید که شناسه‌های مساله و دانشجو کامل و صحیح است.

source: Entrance exam attempts is being reset for student '{student_id}'.
fa: تلاش‌های آزمون وروی برای دانشجو '{student_id}' در حال بازنشانی است.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
fa: خطا در تنظیم مجدد تلاش‌های آزمون ورودی دانشجو '{student_id}'. از درست بودن شناسه دانشجو اطمینان حاصل کنید.

source: Enter a student's username or email address.
fa: نام‌ کاربری یا پست الکترونیکی دانشجو را وارد کنید.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
fa: آیا می‌خواهید به این دانشجو ('{student_id}') اجازه دهید از آزمون ورودی بگذرد؟

source: An error occurred. Make sure that the student's username or email address is correct and try again.
fa: خطایی روی داد. مطمئن شوید که نام کاربری یا نشانی پست الکترونیکی دانشجو درست است و دوباره تلاش کنید.

source: Entrance exam state is being deleted for student '{student_id}'.
fa: وضعیت آزمون ورودی برای دانشجو '{student_id}' حذف می‌شود.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
fa: خطا در حذف وضعیت آزمون ورودی برای دانشجو '{student_id}'. از درست بودن شناسه دانشجو اطمینان حاصل کنید.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
fa: خطا در دریافت سابقه کار آزمون ورودی برای دانشجو '{student_id}'. از درست بودن شناسه دانشجو اطمینان حاصل کنید.

source: Reset attempts for all students on problem '<%- problem_id %>'?
fa: تلاش‌ها برای همه دانشجویان در مورد مسئله '<%- problem_id %>' بازنشانی شود؟

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa: کار با موفقیت شروع شد تا تلاش برای مساله '<%- problem_id %>' بازنشانی شود. برای دیدن وضعیت کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
fa: خطا در شروع کار برای بازنشانی تلاش برای همه دانشجویان در مورد مسئله '<%- problem_id %>'. اطمینان حاصل کنید که شناسه مساله کامل و صحیح است.

source: Error listing task history for this student and problem.
fa: خطا در ثبت سابقه کار این دانشجو و مساله.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa: کار نمره‌دهی مجدد به مساله برای مساله '<%- problem_id %>' و دانشجوی '<%- student_id %>' شروع شد. برای دیدن وضعیت کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
fa: کار نمره‌دهی مجدد به مساله برای مساله '<%- problem_id %>' و دانشجوی '<%- student_id %>' با خطا مواجه شد. اطمینان حاصل کنید که شناسه‌های مساله و دانشجو کامل و صحیح است.

source: Please enter a score.
fa: لطفا یک نمره وارد کنید.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa: کار برای باطل کردن نمره برای مسئله '<%- problem_id %>' و دانشجو '<%- student_id %>'"شروع شده‌است. برای دیدن وضعیت کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
fa: خطا در شروع کار برای باطل کردن نمره برای مسئله '<%- problem_id %>' برای دانشجو '<%- student_id %>'". اطمینان حاصل کنید که نمره و مسئله و شناسه‌های دانشجو کامل و صحیح هستند.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
fa: باز نمره‌دهی آزمون ورودی برای دانشجو '{student_id}' شروع شد. برای دیدن وضعیت کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
fa: خطا در شروع کار برای نمره‌دهی مجدد آزمون ورودی دانشجو '{student_id}'. مطمئن شوید که در مسائل در آزمون ورودی وجود دارند و شناسه دانشجو درست است.

source: Rescore problem '<%- problem_id %>' for all students?
fa: مساله '<%- problem_id %>' را برای همه دانشجویان نمره‌دهی مجدد می‌کنید؟

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
fa: کار نمره‌دهی مجدد '<%- problem_id %>' برای همه دانشجویان با موفقیت شروع شد. برای دیدن وضعیت کار بر روی دکمه "نمایش وضعیت کار" کلیک کنید.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
fa: خطا در شروع نمره‌دهی مجدد به مساله '<%- problem_id %>'. اطمینان حاصل کنید که شناسه مساله کامل و صحیح است.

source: Task Type
fa: نوع کار

source: Task inputs
fa: ورودی‌های کار

source: Task ID
fa: شناسه کار

source: Requester
fa: درخواست کننده

source: Submitted
fa: ارائه شده

source: Duration (sec)
fa: مدت زمان (ثانیه)

source: State
fa: وضعیت

source: Task Status
fa: وضعیت کار

source: Task Progress
fa: پیشرفت کار

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
fa: هنگام بازیابی پست الکترونیکی شما خطایی رخ داد. لطفاً بعداً دوباره تلاش کنید و در صورت ادامه مشکل با پشتیبانی فنی تماس بگیرید.

source: Sent By
fa: ارسال توسط

source: Sent To
fa: ارسال به

source: Time Sent
fa: زمان ارسال

source: Number Sent
fa: شماره ارسال

source: Copy Email To Editor
fa: کپی پست الکترونیکی در ویرایشگر

source: Subject:
fa: موضوع:

source: Sent By:
fa: ارسال شده توسط:

source: Time Sent:
fa: زمان ارسال:

source: Sent To:
fa: ارسال شده به:

source: Message:
fa: پیام:

source: No tasks currently running.
fa: هیچ وظیفه‌ای در حال انجام نیست.

source: File Name
fa: نام فایل

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
fa: لینک‌ها بنا به درخواست تولید می‌شوند و به دلیل حساس بودن اطلاعات دانشجویان در عرض ۵ دقیقه منقضی می‌شوند.

source: (Self-paced) Starts {start}
fa: (خودآموز) شروع می‌شود {start}

source: (Self-paced) Started {start}
fa: (خودآموز) شروع شد {start}

source: (Self-paced) Ends {end}
fa: (خودآموز) به پایان می‌رسد {end}

source: (Self-paced) Ended {end}
fa: (خودآموز) به پایان رسید {end}

source: Starts {start}
fa: شروع {start}

source: Started {start}
fa: شروع شده {start}

source: Ends {end}
fa: پایان {end}

source: You must select a session to access the course.
fa: باید یک جلسه را انتخاب کنید تا به دوره دسترسی پیدا کنید.

source: There was an error. Please reload the page and try again.
fa: خطایی رخ داد. لطفا صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Change Session
fa: تغییر جلسه

source: Select Session
fa: انتخاب جلسه

source: Leave Current Session
fa: ترک جلسه فعلی

source: Are you sure you want to select this session?
fa: آیا از انتخاب این جلسه مطمئن هستید؟

source: Are you sure you want to change to a different session?
fa: آیا از تغییر به جلسه دیگری مطمئن هستید؟

source: Any course progress or grades from your current session will be lost.
fa: هر پیشرفت دوره یا نمره از جلسه فعلی شما از بین می‌رود.

source: Are you sure that you want to leave this session?
fa: آیا از ترک این جلسه مطمئن هستید؟

source: Your unenrollment request could not be processed. Please try again later.
fa: درخواست لغو ثبت نام شما قابل پردازش نیست. لطفاً بعداً دوباره تلاش کنید.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
fa: آیا مطمئن هستید که می‌خواهید از {courseName} ({courseNumber}) لغو ثبت نام کنید؟ مبلغی که پرداخت کرده‌اید به شما پس داده می‌شود.

source: {type} Progress
fa: {type} پیشرفت

source: Earned Certificates
fa: گواهینامه‌های دریافت شده

source: Enrolled
fa: ثبت نام شده

source: Successfully reset the attempts for user {user}
fa: تلاش‌ها برای کاربر {user} با موفقیت بازنشانی شد

source: Failed to reset attempts for user.
fa: بازنشانی تلاش‌ها برای کاربر انجام نشد.

source: Successfully deleted student state for user {user}
fa: وضعیت دانشجویی برای کاربر {user} با موفقیت حذف شد

source: Failed to delete student state for user.
fa: حذف وضعیت دانشجویی برای کاربر ناموفق بود.

source: Successfully rescored problem for user {user}
fa: نمره‌دهی مجدد به مساله برای کاربر {user} درست شد

source: Failed to rescore problem for user.
fa: نمره‌دهی مجدد به مساله برای کاربر درست نشد.

source: Successfully rescored problem to improve score for user {user}
fa: نمره‌دهی مجدد به مساله برای بهبود نمره کاربر {user} انجام شد

source: Failed to rescore problem to improve score for user.
fa: نمره‌دهی مجدد به مساله برای بهبود نمره کاربر درست نشد.

source: Successfully overrode problem score for {user}
fa: نمره مساله با موفقیت برای کاربر {user} رفع شد

source: Could not override problem score for {user}.
fa: نمی‌توان نمره مساله را برای {user} نادیده گرفت.

source: Enter and confirm your new password.
fa: رمز عبور جدید خود را وارد و آن را تایید کنید.

source: New Password
fa: رمز عبور جدید

source: Confirm Password
fa: تایید رمز عبور

source: Passwords do not match.
fa: کلمه عبور مطابقت ندارد.

source: Reset My Password
fa: بازیابی گذر واژه من

source: Reset Your Password
fa: بازیابی گذر واژه شما

source: Error:
fa: خطا:

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
fa: همچنین ممکن است دسترسی به گواهینامه‌های معتبر و سایر اعتبارنامه‌های برنامه مانند گواهینامه‌های کارشناسی ارشد فشرده را از دست بدهید. اگر می‌خواهید قبل از اقدام به حذف‌، از این کپی‌ها برای سوابق خود استفاده کنید، دستورالعمل‌های چاپ {htmlStart} یا بارگیری گواهی {htmlEnd} را دنبال کنید.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
fa: قبل از ادامه، لطفاً {htmlStart} لینک همه حساب‌های شبکه‌های اجتماعی را لغو ارتباط کنید {htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
fa: قبل از ادامه، لطفاً {htmlStart} حساب خود را فعال کنید {htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
fa: {htmlStart} آیا می‌خواهید پست الکترونیکی، نام یا گذرواژه خود را عوض کنید؟ {htmlEnd}
