Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: fa

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
fa: فایل‌هایی که بارگذاری کردید باید PDF یا فایل تصویری در قالب gif، .jpg، .jpeg یا .png باشد.

source: Something went wrong. Please try again later.
fa: مشکلی پیش آمد. لطفا بعدا دوباره تلاش کنید.

source: Add Attachment
fa: اضافه کردن پیوست

source: (Optional)
fa: (اختیاری)

source: Remove file
fa: حذف فایل

source: Course Name
fa: نام دوره

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
fa: درخواست‌های مربوط به تکالیف، نمرات یا ساختار یک دوره خاص را، لطفاً مستقیماً در انجمن‌های بحث برای آن دوره قرار دهید.

source: Not specific to a course
fa: مختص یک دوره نیست

source: Subject
fa: موضوع

source: Account Settings
fa: تنظیمات حساب

source: Billing/Payment Options
fa: گزینه‌های صورت‌حساب/پرداخت

source: Certificates
fa: گواهینامه‌ها

source: Course Content
fa: محتوای دوره

source: Deadlines
fa: مهلت‌های زمانی

source: Errors/Technical Issues
fa: خطاها/مسائل فنی

source: Financial Aid
fa: کمک مالی

source: Masters
fa: کارشناسی ارشد

source: MicroMasters
fa: کارشناسی ارشد فشرده

source: MicroBachelors
fa: کارشناسی فشرده

source: Photo Verification
fa: تایید عکس

source: Proctoring
fa: نظارت

source: Security
fa: امنیت

source: Other
fa: غیره

source: What can we help you with, {username}?
fa: چه کمکی از ما ساخته‌است {username}؟

source: Details
fa: جزئیات

source: The more you tell us, the more quickly and helpfully we can respond!
fa: هرچه اطلاعات بیشتری در اختیار ما قرار دهید، سریع‌تر و موثرتر پاسخ خواهیم‌ داد!

source: Submit
fa: ارسال

source: Sign in to {platform} so we can help you better.
fa: به {platform} وارد شوید تا بتوانیم بهتر به شما کمک کنیم.

source: If you are unable to access your account contact us via email using {email}.
fa: اگر نمی‌توانید به حساب خود دسترسی پیدا کنید لطفا با ما از طریق نشانی {email} تماس بگیرید.

source: Select a course or select "Not specific to a course" for your support request.
fa: برای درخواست پشتیبانی خود یک دوره یا «مختص یک دوره نیست» را انتخاب کنید.

source: Select a subject for your support request.
fa: برای درخواست پشتیبانی خود یک موضوع انتخاب کنید.

source: Enter some details for your support request.
fa: جزئیات درخواست پشتیبانی خود را وارد کنید.

source: Contact Us
fa: تماس با ما

source: Find answers to the top questions asked by learners.
fa: پاسخ سوالات تکرار شونده توسط فراگیران را بیابید.

source: Search the {platform} Help Center
fa: مرکز کمک {platform} را جست‌و‌جو کنید

source: Go to my Dashboard
fa: به میزکار من برو

source: Go to {platform} Home
fa: به خانه {platform} برو

source: Thank you for submitting a request! We will contact you within 24 hours.
fa: برای ارسال درخواست سپاسگزاریم! ما طی ۲۴ ساعت با شما تماس خواهیم گرفت.

source: Cancel upload
fa: لغو بارگذاری

source: last activity
fa: آخرین فعالیت

source: name
fa: نام

source: team count
fa: تعداد تیم

source: Teams
fa: تیم‌ها

source: Create
fa: ایجاد

source: Update
fa: به‌روزرسانی

source: Team Name (Required) *
fa: نام تیم (الزامی) *

source: A name that identifies your team (maximum 255 characters).
fa: نامی که تیم شما با آن شناخته می‌شود. (حداکثر ۲۵۵ کاراکتر)

source: Team Description (Required) *
fa: توضیحات تیم (الزامی) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
fa: توضیحی کوتاهی از تیم برای کمک به سایر فراگیران در درک اهداف یا جهت تیم ( حداکثر ۳۰۰ کاراکتر).

source: Language
fa: زبان

source: The language that team members primarily use to communicate with each other.
fa: زبانی که اعضای تیم برای گفتگو با هم استفاده می‌کنند.

source: Country
fa: کشور

source: The country that team members primarily identify with.
fa: کشوری که اعضای تیم خود را با آن می‌شناسند.

source: An error occurred. Please try again.
fa: ‫خطایی رخ داده است. لطفا دوباره تلاش کنید.

source: Check the highlighted fields below and try again.
fa: قسمت‌های برجسته شده زیر را بررسی کنید و دوباره تلاش کنید.

source: Enter team name.
fa: نام تیم را وارد کنید.

source: Team name cannot have more than 255 characters.
fa: نام تیم نمی‌تواند بیش از ۲۵ کاراکتر داشته باشد.

source: Enter team description.
fa: توضیحات تیم را وارد کنید.

source: Team description cannot have more than 300 characters.
fa: توضیحات تیم نمی‌تواند بیش از ۳۰۰ کاراکتر داشته باشد.

source: An error occurred while removing the member from the team. Try again.
fa: هنگام حذف عضو از تیم خطایی رخ داد. دوباره تلاش کنید.

source: This team does not have any members.
fa: این تیم هیچ عضوی ندارد.

source: Joined %(date)s
fa: پیوسته %(date)s

source: Last Activity %(date)s
fa: آخرین فعالیت%(date)s

source: Remove this team member?
fa: این عضو تیم حذف شود؟

source: This learner will be removed from the team,allowing another learner to take the available spot.
fa: این فراگیر از تیم حذف خواهد شد، که به فراگیر دیگری امکان می‌دهد جای خالی را پر کند.

source: Delete this team?
fa: این تیم حذف شود؟

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
fa: حذف یک تیم دائمی است و امکان بازگردانی ندارد. تمام اعضاء از تیم حذف شدند و بحث‌های تیم دیگر در دسترس نیستند.

source: Team "{team}" successfully deleted.
fa: تیم "{team}" با موفقیت حذف شد.

source: Manage
fa: مدیریت

source: You are not currently a member of any team.
fa: شما در حال حاضر عضو هیچ تیمی نیستید.

source: and others
fa: و دیگران

source: Last activity {date}
fa: آخرین فعالیت {date}

source: View {span_start} {team_name} {span_end}
fa: مشاهده {span_start} {team_name} {span_end}

source: An error occurred. Try again.
fa: خطایی رخ داد. دوباره تلاش کنید.

source: Leave this team?
fa: تیم را ترک می‌کنید؟

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
fa: اگر این تیم را ترک کنید، دیگر نمی‌توانید در بحث‌های این گروه پست بگذارید. جایگاه شما برای فراگیر دیگری در دسترس خواهد بود.

source: Confirm
fa: تایید کردن

source: You already belong to another team in this team set.
fa: شما در این مجموعه تیمی، از قبل به تیم دیگری تعلق دارید.

source: This team is full.
fa: این تیم پر است.

source: Cannot join instructor managed team
fa: نمی‌توانید به تیمی که توسط مربی مدیریت می‌شود بپیوندید

source: Member
fa: عضو

source: All teams
fa: همه تیم‌ها

source: Teams Pagination
fa: صفحه بندی تیم‌ها

source: Topics
fa: موضوعات

source: My Teams
fa: تیم‌های من

source: Browse
fa: جستجو

source: Your request could not be completed. Reload the page and try again.
fa: امکان تکمیل درخواست شما وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
fa: به دلیل مشکلی در سرور امکان تکمیل درخواست شما وجود ندارد. صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید. اگر مشکل باقی ماند، روی دکمه کمک بزنید تا مشکل را گزارش کنید.

source: Team Search
fa: جست‌وجوی تیم

source: Showing results for "{searchString}"
fa: نمایش نتایج برای "{searchString}"

source: Create a New Team
fa: ایجاد تیم جدید

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
fa: اگر نمی‌توانید تیمی پیدا کنید که به آن بپیوندید یا می‌خواهید با دوستانی که می‌شناسید یاد بگیرید، تیم جدیدی ایجاد کنید.

source: Edit Team
fa: ویرایش تیم

source: If you make significant changes, make sure you notify members of the team before making these changes.
fa: اگر تغییرات بارزی ایجاد می‌کنید، مطمئن شوید قبل از ایجاد تغییرات اعضای تیم را مطلع سازید.

source: Membership
fa: عضویت

source: You can remove members from this team, especially if they have not participated in the team's activity.
fa: شما می‌توانید اعضا را از این تیم حذف کنید، مخصوصا اگر در فعالیت‌های تیم مشارکت نکرده‌اند.

source: Search teams
fa: جست‌وجوی تیم‌ها

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
fa: تمام تیم‌هایی که به آن‌ها تعلق دارید و تمام تیم‌های عمومی در دوره خود را می‌بینید که بصورت موضوعی مرتب شده‌اند. برای هم‌کاری با سایر فراگیر‌هایی که به موضوع مشابه علاقه دارند، به یک تیم عمومی باز وارد شوید.

source: See all teams you belong to and all public teams in your course, organized by topic.
fa: تمام تیم‌هایی که به آن‌ها تعلق دارید و تمام تیم‌های عمومی در دوره خود را ببینید که بصورت موضوعی مرتب شده‌اند.

source: See all teams you belong to.
fa: تمام تیم‌هایی که به آن‌ها تعلق دارید را ببینید.

source: All Topics
fa: همه موضوعات

source: The page "{route}" could not be found.
fa: صفحه "{route}" یافت نشد.

source: The topic "{topic}" could not be found.
fa: موضوع "{topic}" یافت نشد.

source: The team "{team}" could not be found.
fa: تیم "{team}" یافت نشد.

source: {team_count} Team
fa: {team_count} تیم

source: Topic
fa: موضوع

source: View Teams in the {topic_name} Topic
fa: مشاهده تیم‌ها با موضوع {topic_name}

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
fa: {browse_span_start} تیم‌ها با موضوعات دیگر {span_end} را مرور کنید یا {search_span_start} تیم‌ها {span_end} را در این موضوع جست‌وجو کنید.اگر هنوز تیمی برای پیوستن پیدا نمی‌کنید، {create_span_start} تیمی {span_end} در این موضوع بسازید.

source: All topics
fa: همه موضوعات

source: Insert Hyperlink
fa: درج هایپرلینک

source: e.g. 'http://google.com'
fa: برای مثال 'http://google.com'

source: Link Description
fa: توضیح لینک

source: e.g. 'google'
fa: برای مثال 'google'

source: Please provide a description of the link destination.
fa: لطفا برای مقصد لینک توضیحی ارائه دهید.

source: Insert Image (upload file or type URL)
fa: درج تصویر (فایل بارگذاری کنید یا آدرس URL بنویسید)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
fa: یک URL وارد کنید یا از دکمه "انتخاب فایل" برای بارگذاری فایل از سیستم خود استفاده کنید. (به عنوان مثال "http://example.com/img/clouds.jpg")

source: Image Description
fa: توضیح تصویر

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
fa: لطفا تصویر را توصیف کنید یا با علامت زدن کادر انتخاب تایید کنید که تصویر هیچ ارزش محتوایی ندارد.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
fa: به عنوان مثال، 'آسمان با ابر'. توضیحات برای کاربرانی که نمی‌توانند تصویر را مشاهده کنند مفید است.

source: How to create useful text alternatives.
fa: چگونه جایگزین‌های متنی مفید تولید کنیم.

source: This image is for decorative purposes only and does not require a description.
fa: این تصویر تنها با هدف تزیین است و نیاز به توضیحات ندارد.

source: Markdown Editing Help
fa: راهنمای ویرایش نشانه‌گذاری‌ها

source: Please provide a valid URL.
fa: لطفاً یک URL معتبر ارائه دهید.

source: %(errorCount)s error found in form.
fa: %(errorCount)s خطا در فرم یافت شد.

source: Bold (Ctrl+B)
fa: بولد (Ctrl+B)

source: Italic (Ctrl+I)
fa: مورب (Ctrl+I)

source: Hyperlink (Ctrl+L)
fa: هایپرلینک (Ctrl+L)

source: Blockquote (Ctrl+Q)
fa: نقل قول (Ctrl+Q)

source: Code Sample (Ctrl+K)
fa: نمونه کد (Ctrl+K)

source: Image (Ctrl+G)
fa: تصویر (Ctrl+G)

source: Numbered List (Ctrl+O)
fa: فهرست شماره‌گذاری شده (Ctrl+O)

source: Bulleted List (Ctrl+U)
fa: فهرست بولتی (Ctrl+U)

source: Heading (Ctrl+H)
fa: تیتر (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
fa: خط‌کش افقی (Ctrl+R)

source: Undo (Ctrl+Z)
fa: برگرداندن (Ctrl+Z)

source: Redo (Ctrl+Y)
fa: تکرار (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
fa: تکرار (Ctrl+Shift+Z)

source: strong text
fa: متن قوی

source: emphasized text
fa: متن تاکید شده

source: enter link description here
fa: توضیحات تیم را وارد کنید

source: enter code here
fa: کد را اینجا وارد کنید

source: List item
fa: مورد فهرست

source: Heading
fa: تیتر

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
fa: شما از حساب edX خود خارج شده‌اید. تایید را بزنید تا الان دوباره وارد شوید. لغو را بزنید تا در همین صفحه بمانید ( باید وارد شوید تا کارتان را ذخیره کنید).

source: Preview this query
fa: پیش نمایش این درخواست

source: Open Calculator
fa: باز کردن ماشین‌حساب

source: Close Calculator
fa: بستن ماشین‌حساب

source: All subsections
fa: همه زیربخش‌ها

source: All units
fa: همه درس‌ها

source: Click to change
fa: برای تغییر کلیک کنید

source: Select a chapter
fa: انتخاب یک فصل

source: Save changes
fa: ذخیره تغییرات

source: Please enter valid start date and time.
fa: لطفا تاریخ شروع و زمان معتبر را وارد کنید.

source: Due date cannot be before start date.
fa: تاریخ سررسید نمی‌تواند قبل از تاریخ شروع باشد.

source: Enter Due Date and Time
fa: تاریخ و زمان سررسید را وارد کنید

source: Enter Start Date and Time
fa: تاریخ و زمان شروع را وارد کنید

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
fa: نام کاربری دانشجو یا پست الکترونیکی الزامی است و نمی‌تواند خالی باشد. لطفا نام کاربری یا پست الکترونیکی را تکمیل کنید و سپس دکمه "اضافه کردن به فهرست استثنا" را فشار دهید.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
fa: نام کاربری دانشجو یا پست الکترونیکی الزامی است و نمی‌تواند خالی باشد. لطفا نام کاربری یا پست الکترونیکی را پر کنید و سپس دکمه “گواهی غیر معتبر” را فشار دهید.

source: Uploaded file issues. Click on "+" to view.
fa: مشکلات فایل بارگذاری شده. برای مشاهده روی "+" بزنید.

source: learners are successfully added to exception list
fa: فراگیر‌ها با موفقیت به فهرست استثناء اضافه شدند

source: learner is successfully added to the exception list
fa: فراگیر‌ با موفقیت به فهرست استثنا اضافه شد

source: records are not in correct format and not added to the exception list
fa: سوابق در قالب صحیح نیستند و به لیست استثنا اضافه نمی‌شوند

source: record is not in correct format and not added to the exception list
fa: سابقه در قالب صحیح نیست و به لیست استثنا اضافه نمی‌شود

source: learners do not exist in LMS and not added to the exception list
fa: فراگیران در LMS وجود ندارند و به لیست استثنا اضافه نشده‌اند

source: learner does not exist in LMS and not added to the exception list
fa: فراگیر در LMS وجود ندارد و به لیست استثنا اضافه نشده ‌است

source: learners are already white listed and not added to the exception list
fa: فراگیران قبلا در لیست سفید قرار گرفته‌اند و به لیست استثنا اضافه نشده‌اند

source: learner is already white listed and not added to the exception list
fa: فراگیر قبلا در لیست سفید قرار گرفته‌ و به لیست استثنا اضافه نشده‌ است

source: learners are not enrolled in course and not added to the exception list
fa: فراگیران در دوره ثبت نام نشده و به لیست استثنا اضافه نشده‌اند

source: learner is not enrolled in course and not added to the exception list
fa: فراگیر در دوره ثبت نام نشده و به لیست استثنا اضافه نشده‌است

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
fa: گواهی <%= user %> قبلاً نامعتبر شده است. لطفاً املاء خود را بررسی کنید و دوباره امتحان کنید.

source: Certificate has been successfully invalidated for <%= user %>.
fa: گواهی با موفق برای کاربر <%= user %> از اعتبار ساقط شد.

source: Server Error, Please refresh the page and try again.
fa: خطای سرور، لطفا صفحه را دوباره بارگذاری کنید و دوباره تلاش کنید.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
fa: گواهی برای این فراگیر دوباره اعتباردهی شد و سیستم در حال راه اندازی مجدد نمره برای اوست.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
fa: عدم اعتبار گواهی در لیست یافت نشد. لطفا صفحه را مجددا بارگذاری کرده و دوباره تلاش کنید

source: Student Removed from certificate white list successfully.
fa: دانش آموز با موفقیت از فهرست سفید گواهی حذف شد.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
fa: استثنا گواهی در لیست سفید یافت نشد. لطفا صفحه را مجددا بارگذاری کرده و دوباره تلاش کنید

source: <%= user %> already in exception list.
fa: <%= user %> از قبل در فهرست استثنا قرار دارد.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
fa: <%= user %> با موفقیت به فهرست استثنا اضافه شده است. برای ارسال گواهی، روی ایجاد گواهی استثنا در زیر کلیک کنید.

source: There has been an error processing your survey.
fa: هنگام پردازش نظرسنجی شما خطایی رخ داد.

source: More
fa: بیشتر

source: Less
fa: کمتر

source: HTML preview of post
fa: پیش‌نمایش HTML پست

source: Your question or idea (required)
fa: سوال یا ایده شما (الزامی)

source: Please enter a valid donation amount.
fa: لطفا مبلغ اهدای معتبر را وارد کنید.

source: Your donation could not be submitted.
fa: کمک مالی شما ارسال نشد.

source: You will be refunded the amount you paid.
fa: مبلغ پرداختی شما، به شما باز خواهد گشت.

source: You will not be refunded the amount you paid.
fa: مبلغ پرداتی شما، به شما باز نخواهد گشت.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
fa: آیا از لغو ثبت نام دوره خریداری شده {courseName} ({courseNumber}) مطمئنید؟

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
fa: آیا از لغو ثبت نام {courseName} ({courseNumber}) مطمئنید؟

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
fa: آیا مطمئن هستید که می‌خواهید از مسیر تأیید شده {certNameLong} {courseName} ({courseNumber}) لغو ثبت نام کنید؟

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
fa: آیا مطمئن هستید که می خواهید از مسیر تأیید شده {certNameLong} {courseName} ({courseNumber}) لغو ثبت نام کنید؟

source: The refund deadline for this course has passed,so you will not receive a refund.
fa: سررسید بازپرداخت این دوره گذشته است، بنابراین هزینه شما بازنخواهد گشت.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
fa: مشخص نیست که آیا به دلیل خطای سیستم باید به شما بازپرداخت کنیم. لطفاً بعداً دوباره امتحان کنید.

source: Viewing %s course
fa: مشاهده %s دوره

source: We couldn't find any results for "%s".
fa: نتیجه برای "%s"یافت نشد.

source: There was an error, try searching again.
fa: خطایی رخ داد. لطفا دوباره برای جستجو تلاش کنید.

source: Not divided
fa: تقسیم نشده

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
fa: بحث‌ها یکپارچه هستند؛ همه فراگیران فارغ از گروهی که در آن قرار دارند با پستهای سایر فراگیران تعامل دارند.

source: Enrollment Tracks
fa: مسیر‌های ثبت نام

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
fa: از مسیرهای ثبت نام به عنوان مبنای تقسیم بحث‌ها استفاده کنید. همه فراگیران، صرف نظر از مسیر ثبت‌نامشان، مباحث مشابه را می‌بینند، اما در مباحث تقسیم شده، فقط یادگیرندگانی که در یک مسیر ثبت‌نام هستند، پست‌های دیگران را می‌بینند و به آنها پاسخ می‌دهند.

source: Cohorts
fa: گروه‌ها

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
fa: از گروه‌ها به عنوان مبنای تقسیم بحث استفاده کنید. همه فراگیران، صرف نظر از گروه، موضوعات بحث یکسانی را می‌بینند، اما در مباحث تقسیم شده، فقط اعضای یک گروه مشابه پست‌های دیگران را می‌بینند و به آنها پاسخ می‌دهند.

source: Discussion topics in the course are not divided.
fa: موضوعات بحث در این دوره تقسیم نشده است.

source: Any divided discussion topics are divided based on enrollment track.
fa: هر یک از موضوعات بحث براساس مسیر ثبت نام تقسیم می‌شود.

source: Any divided discussion topics are divided based on cohort.
fa: هر یک از موضوعات بحث براساس گروه تقسیم می‌شود.

source: Your changes have been saved. {details}
fa: تغییرات شما ذخیره شد. {details}

source: We have encountered an error. Refresh your browser and then try again.
fa: ما با یک خطا مواجه شدیم. مرورگر خود را رفرش کنید و سپس دوباره تلاش کنید.

source: We've encountered an error. Refresh your browser and then try again.
fa: ما با یک خطا مواجه شدیم. مرورگر خود را رفرش کنید و سپس دوباره تلاش کنید.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
fa: خطایی رخ داده است. مطمئن شوید که به اینترنت متصل هستید، سپس صفحه را دوباره بارگذاری کنید.

source: Hide notes
fa: پنهان کردن یادداشت‌ها

source: Notes visible
fa: یادداشت‌های قابل مشاهده

source: Show notes
fa: نمایش یادداشت‌ها

source: Notes hidden
fa: یادداشت‌های پنهان شده

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
fa: لطفاً در {anchorStart} قسمت جستجو {anchorEnd} یک اصطلاح وارد کنید.

source: Current tab
fa: برگه فعلی

source: Location in Course
fa: مکان در دوره

source: Recent Activity
fa: فعالیت اخیر

source: No results found for "%(query_string)s". Please try searching again.
fa: هیچ نتیجه ای برای "%(query_string)s" یافت نشد. لطفا دوباره جست‌وجو کنید.

source: Search Results
fa: نتایج جست‌وجو

source: Tags
fa: تگ‌ها

source: Unable to submit application
fa: امکان ارسال درخواست وجود ندارد

source: An error has occurred. Check your Internet connection and try again.
fa: خطایی رخ داده است. اتصال اینترنت خود را بررسی کنید و دوباره تلاش کنید.

source: Choose one
fa: یک مورد را انتخاب کنید

source: Selected tab
fa: برگه انتخاب شده

source: Saved cohort
fa: گروه ذخیره شده

source: Error adding learners.
fa: در اضافه کردن فراگیر خطایی رخ داد.

source: Enter a username or email.
fa: نام‌کاربری یا پست الکترونیکی را وارد کنید.

source: {numUsersAdded} learner has been added to this cohort.
fa: {numUsersAdded} فراگیر به این گروه اضافه شده است.

source: {numMoved} learner was moved from {prevCohort}
fa: {numMoved} فراگیر از {prevCohort} منتقل شد

source: {numPresent} learner was already in the cohort
fa: {numPresent} فراگیر از قبل در گروه بود

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
fa: {numPreassigned} فراگیر برای این گروه از پیش تعیین شده بود. این فراگیر هنگام ثبت نام در دوره به طور خودکار به گروه اضافه می‌شود.

source: Unknown username: {user}
fa: شناسه کاربری ناشناخته: {user}

source: Invalid email address: {email}
fa: آدرس پست الکترونیکی'{email}' نامعتبر

source: There was an error when trying to add learners:
fa: هنگام تلاش برای اضافه کردن فراگیر خطایی رخ داد:

source: View all errors
fa: مشاهده همه خطاها

source: You must specify a name for the cohort
fa: شما باید برای گروه یک نام مشخص کنید

source: You did not select a content group
fa: شما گروه محتوا را انتخاب نکردید

source: The selected content group does not exist
fa: گروه محتوایی انتخاب شده وجود ندارد

source: The cohort cannot be saved
fa: امکان ذخیره گروه وجود ندارد

source: The cohort cannot be added
fa: امکان اضافه کردن گروه وجود ندارد

source: You currently have no cohorts configured
fa: شما در حال حاضر هیچ گروه پیکربندی شده‌ای ندارید

source: Add Cohort
fa: اضافه کردن گروه
