Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
fa: گزارش توزیع پاسخ ذکر شده در زیر به صورت دوره‌ای توسط یک فرایند خودکار پس زمینه تولید می‌شود. گزارش تجمعی است، بنابراین پاسخ‌های ارسال شده پس از شروع روند در گزارش بعدی گنجانده شده است. این گزارش چندین بار در روز تولید می‌شود.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
fa: {strong_start} توجه {strong_end}: {ul_start} {li_start} برای ایمن نگه داشتن اطلاعات دانشجویان، نمی‌توانید این لینک‌ها را برای دسترسی مستقیم ذخیره یا پست الکترونیکی کنید. نسخه‌های لینک‌ها ظرف ۵ دقیقه منقضی می‌شوند. {li_end} {li_start} گزارش فایل‌ها ۹۰ روز پس از تولید حذف می‌شوند. در صورت نیاز به دسترسی به گزارش‌های قدیمی، مطابق با خط مشی‌های امنیت داده موسسه خود، فایل‌ها را بارگیری و ذخیره کنید. {li_end} {ul_end}

source: Enrollment Codes
fa: کدهای ثبت‌نام

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
fa: یک یا چند کد ثبت‌نام دوره پیش پرداخت ایجاد کنید. دانشجویان می‌توانند از این کدها برای ثبت‌نام در دوره استفاده کنند.

source: Create Enrollment Codes
fa: ایجاد کدهای ثبت نام

source: Cancel, restore, or mark an enrollment code as unused.
fa: لغو، بازیابی، یا علامت‌گذاری کد ثبت‌نام استفاده نشده.

source: Change Enrollment Code Status
fa: تغییر وضعیت کد ثبت‌نام

source: Download a .csv file of all enrollment codes for this course.
fa: یک فایل .csv از کلیه کدهای ثبت‌نام در این دوره بارگیری کنید.

source: Download All Enrollment Codes
fa: دانلود همه کدهای ثبت نام

source: Download a .csv file of all unused enrollment codes for this course.
fa: یک فایل .csv از کلیه کدهای ثبت‌نام استفاده نشده برای این دوره بارگیری کنید.

source: Download Unused Enrollment Codes
fa: دانلود کدهای ثبت نام استفاده نشده

source: Download a .csv file of all used enrollment codes for this course.
fa: یک فایل .csv از کلیه کدهای ثبت‌نام استفاده شده برای این دوره بارگیری کنید.

source: Download Used Enrollment Codes
fa: کدهای ثبت‌نام استفاده شده را بارگیری کنید

source: Course Price
fa: قیمت دوره

source: Course price per seat:
fa: قیمت دوره برای هر نفر:

source: Edit Price
fa: ویرایش قیمت

source: Course Seat Purchases
fa: خرید صندلی‌های دوره

source: Total Credit Card Purchases:
fa: مجموع خریدهای کارت اعتباری:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
fa: بدون در نظر گرفتن وضعیت، برای همه خریدهای کارت اعتباری یا همه فاکتورها یک فایل .csv بارگیری کنید.

source: Download All Invoices
fa: همه فاکتورها را بارگیری کنید

source: Download All Credit Card Purchases
fa: همه خریدهای کارت اعتباری را بارگیری کنید

source: To cancel or resubmit an invoice, enter the invoice number below.
fa: برای لغو یا ارسال مجدد فاکتور، شماره فاکتور را در زیر وارد کنید.

source: Invoice Number
fa: شماره فاکتور

source: Cancel Invoice
fa: لغو فاکتور

source: Resubmit Invoice
fa: ارسال فاکتور

source: Create a .csv file that contains enrollment information for your course.
fa: یک فایل .csv ایجاد کنید که شامل اطلاعات ثبت‌نام دوره شما باشد.

source: Create Enrollment Report
fa: تهیه گزارش ثبت‌نام

source: Create an HTML file that contains an executive summary for this course.
fa: یک فایل HTML ایجاد کنید که شامل خلاصه‌ای اجرایی برای این دوره باشد.

source: Create Executive Summary
fa: تهیه خلاصه اجرایی

source: Available Reports
fa: گزارش‌های دردسترس

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
fa: گزارش‌های زیر برای بارگیری در دسترس هستند. گزارش‌ها حذف نمی‌شوند لینکی به هر گزارش در این صفحه باقی می‌ماند، که توسط تاریخ و زمان (به زبان UTC) هنگام تهیه گزارش مشخص شده است.

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
fa: {strong_start} توجه {strong_end}: برای کمک به محافظت از داده‌های فراگیر، لینک به این گزارش‌هایی که خارج از این صفحه ذخیره می‌کنید یا ارسال یا دریافت آن‌ها از طریق پست الکترونیکی پس از پنج دقیقه منقضی می‌شود.

source: Coupon Code List
fa: فهرست کد تخفیف

source: Download a .csv file of all coupon codes for this course.
fa: یک فایل .csv از کلیه کدهای تخفیف این دوره بارگیری کنید.

source: Download Coupon Codes
fa: بارگیری کدهای تخفیف

source: Coupon Codes
fa: کدهای تخفیف

source: Expiration Date
fa: تاریخ انقضا

source: Coupon (%)
fa: تخفیف (%)

source: Number Redeemed
fa: شماره استفاده شد

source: The Invoice Number field cannot be empty.
fa: قسمت شماره فاکتور نمی‌تواند خالی باشد.

source: No Expiration Date
fa: تاریخ انقضا ندارد

source: Enter the company name.
fa: نام شرکت را وارد کنید.

source: The company name cannot be a number.
fa: نام شرکت نمی‌تواند شماره باشد.

source: Enter the company contact name.
fa: نام مخاطب شرکت را وارد کنید.

source: The company contact name cannot be a number.
fa: نام مخاطب شرکت نمی‌تواند شماره باشد.

source: Enter the email address for the company contact.
fa: نشانی پست الکترونیکی را برای مخاطب شرکت وارد کنید.

source: Enter a valid email address.
fa: یک نشانی پست الکترونیکی معتبر وارد کنید.

source: Enter the recipient name.
fa: نام گیرنده را وارد کنید.

source: The recipient name cannot be a number.
fa: نام گیرنده نمی‌تواند یک عدد باشد.

source: Enter the recipient email address.
fa: نشانی پست الکترونیکی گیرنده را وارد کنید.

source: Enter the billing address.
fa: نشانی ارسال صورتحساب را وارد کنید.

source: Enter the price per course seat.
fa: قیمت هر صندلی دوره را وارد کنید.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
fa: یک مقدار عددی برای قیمت هر صندلی دوره وارد کنید. نمادهای ارزی را در بر نگیرد.

source: Enter the number of enrollment codes.
fa: تعداد کدهای ثبت نام را وارد کنید.

source: Enter a numeric value for the number of enrollment codes.
fa: برای تعداد کدهای ثبت نام مقدار عددی وارد کنید.

source: Select a currency.
fa: ارز انتخاب کنید.

source: Enter a coupon code.
fa: کد تخفیف را وارد کنید.

source: The discount percentage must be less than or equal to 100.
fa: درصد تخفیف باید کم‌تر از یا برابر با ۱۰۰ باشد.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
fa: مقدار عددی را برای مبلغ تخفیف وارد کنید. علامت درصد را وارد نکنید.

source: Edit Coupon Code
fa: کد تخفیف را ویرایش کنید

source: Edit Coupon Code Information
fa: ویرایش اطلاعات کد تخفیف

source: Code
fa: کد

source: example: A123DS
fa: مثال: A123DS

source: Percentage Discount
fa: درصد تخفیف

source: Update Coupon Code
fa: کد تخفیف را به روز کنید

source: Executive Summary for {display_name}
fa: خلاصه اجرایی برای {display_name}

source: Report Creation Date
fa: تاریخ ایجاد گزارش

source: Number of Seats
fa: تعداد صندلی‌ها

source: Number of Enrollments
fa: تعداد ثبت‌نام‌ها

source: Gross Revenue
fa: درآمد ناخالص

source: Gross Revenue Collected
fa: درآمد ناخالص جمع آوری شده

source: Gross Revenue Pending
fa: درآمد ناخالص در انتظار

source: Number of Enrollment Refunds
fa: تعداد بازپرداخت‌های ثبت‌نام شده

source: Amount Refunded
fa: مبلغ استرداد شده

source: Average Price per Seat
fa: قیمت متوسط برای هر صندلی

source: Frequently Used Coupon Codes
fa: کد تخفیف‌هایی که اغلب استفاده می‌شود

source: Number of seats purchased using coupon codes
fa: تعداد صندلی‌های خریداری شده با استفاده از کد تخفیف

source: Rank
fa: رتبه‌بندی

source: Percent Discount
fa: درصد تخفیف

source: Times Used
fa: دفعات استفاده شده

source: Bulk and Single Seat Purchases
fa: خرید عمده و تک صندلی

source: Number of seats purchased individually
fa: تعداد صندلی‌های خریداری شده به صورت جداگانه

source: Number of seats purchased in bulk
fa: تعداد صندلی‌های عمده خریداری شده

source: Number of seats purchased with invoices
fa: تعداد صندلی‌های خریداری شده با فاکتور

source: Unused bulk purchase seats (revenue at risk)
fa: صندلی‌های خرید عمده بلااستفاده (درآمد در معرض خطر)

source: Percentage of seats purchased individually
fa: درصد صندلی‌های خریداری شده به صورت جداگانه

source: Percentage of seats purchased in bulk
fa: درصد صندلی‌های عمده خریداری شده

source: Percentage of seats purchased with invoices
fa: درصد صندلی‌های خریداری شده با فاکتور

source: Individual due date extensions
fa: افزونه‌های سررسید فردی

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
fa: در این بخش، شما توانایی اعطای تمدید در بخش‌های خاص به دانشجویان را دارید. لطفا توجه داشته باشید که آخرین تاریخ همیشه گرفته می‌شود. شما نمی‌توانید از این ابزار برای تعیین تکلیف زودتر برای یک دانشجو خاص استفاده کنید.

source: Specify the {platform_name} email address or username of a student here:
fa: نشانی پست الکترونیکی {platform_name} یا نام کاربری دانشجویی را در اینجا مشخص کنید:

source: Student Email or Username
fa: پست الکترونیکی یا نام کاربری دانشجویان

source: Choose the graded subsection:
fa: زیربخش نمره‌دهی شده را انتخاب کنید:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
fa: تاریخ و زمان سررسید تمدید را مشخص کنید (به زبان UTC؛ لطفاً {format_string} را مشخص کنید).

source: Reason for extension
fa: دلیل تمدید

source: Change due date for student
fa: تغییر تاریخ سررسید برای دانشجو

source: Viewing granted extensions
fa: مشاهده تمدیدهای اعطا شده

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
fa: در اینجا می‌توانید ببینید که چه تمدیدهایی در بخش خاص یا برای یک دانشجوی خاص اعطا شده است.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
fa: یک زیربخش رتبه‌بندی شده را انتخاب کنید و روی دکمه کلیک کنید تا فهرستی از همه دانشجویان دارای تمدید برای زیربخش مورد نظر بدست آورید.

source: List all students with due date extensions
fa: همه دانشجویان دارای تمدید تاریخ سررسید را فهرست کنید

source: Specify a student to see all of that student's extensions.
fa: همه دانشجویان دارای تمدید تاریخ سررسید را فهرست کنید.

source: List date extensions for student
fa: تمدیدهای تاریخ را برای دانشجو فهرست کنید

source: Resetting extensions
fa: بازنشانی تمدیدها

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
fa: بازنشانی تاریخ سررسید مساله و امتحانی برای یک دانشجو، تاریخ سررسید یک زیربخش خاص را باطل می‌کند. با این کار تاریخ سررسید دانشجو به سررسید اصلی مساله برمی‌گردد.

source: Reason for reset
fa: دلیل بازنشانی

source: Reset due date for student
fa: بازنشانی تاریخ سر رسید برای دانشجو

source: Generate Registration Code Modal
fa: تولید کد کیفی ثبت‌نام

source: * Required Information
fa: * اطلاعات ضروری

source: Organization Name
fa: نام سازمان

source: The organization that purchased enrollments in the course
fa: سازمانی که ثبت نام را در این دوره خریداری کرده است

source: Organization Contact
fa: تماس با سازمان

source: Organization Contact Name
fa: نام تماس سازمان

source: The primary contact at the organization
fa: تماس اولیه در سازمان

source: Invoice Recipient
fa: گیرنده فاکتور

source: Name
fa: نام

source: The contact who should receive the invoice
fa: مخاطبی که باید فاکتور را دریافت کند

source: Organization Billing Address
fa: نشانی ارسال صورت‌حساب سازمان

source: Address Line 1
fa: نشانی خط ۱

source: Address Line 2
fa: نشانی خط ۲

source: Address Line 3
fa: نشانی خط ۳

source: City
fa: شهر

source: State/Province
fa: ایالت / استان

source: Country
fa: کشور

source: Unit Price
fa: قیمت واحد

source: The price per enrollment purchased
fa: قیمت برای هر ثبت‌نام انجام شده

source: Number of Enrollment Codes
fa: تعداد کدهای ثبت‌نام

source: The total number of enrollment codes to create
fa: تعداد کل کدهای ثبت‌نام برای ایجاد

source: Course Team Internal Reference
fa: مرجع داخلی تیم دوره

source: Internal reference information for the sale
fa: اطلاعات مرجع داخلی برای فروش

source: Customer Reference
fa: مرجع مشتری

source: Customer's purchase order or other reference information
fa: سفارش خرید مشتری یا سایر اطلاعات مرجع

source: Send me a copy of the invoice
fa: برای من یک نسخه از فاکتور ارسال کنید

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
fa: برای تجزیه و تحلیل در مورد دوره خود، به {link_start} {analytics_dashboard_name} {link_end} بروید.

source: Instructor Dashboard
fa: داشبورد مربی

source: View Course in Studio
fa: مشاهده دوره در استودیو

source: Enrollment Code Status
fa: وضعیت کد ثبت‌نام

source: Change the status of an enrollment code.
fa: وضعیت کد ثبت نام را تغییر دهید.

source: Enrollment Code
fa: کد ثبت نام

source: Find Enrollment Code
fa: یافتن کد ثبت‌نام

source: Enter email addresses and/or usernames separated by new lines or commas.
fa: آدرس‌های پست الکترونیکی و/یا شناسه‌های کاربری جداشده با کاما یا در خطوط جدید.

source: You will not get notification for emails that bounce, so please double-check spelling.
fa: برای پست‌های الکترونیکی برگشتی اعلان دریافت نخواهید کرد، بنابراین لطفاً املا را دوباره بررسی کنید.

source: Role of the users being enrolled.
fa: نقش کاربران ثبت نام شده.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
fa: دلیل ثبت نام یا عدم ثبت نام دانشجویان را وارد کنید.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
fa: این مورد را نمی‌توان خالی گذاشت و در گزارش‌های ثبت‌نام ضبط و ارائه می‌شود.

source: Therefore, please give enough detail to account for this action.
fa: بنابراین، لطفاً جزئیات کافی را برای پاسخگویی به این عمل بیان کنید.

source: Reason
fa: دلیل

source: Register/Enroll Students
fa: ثبت‌نام دانشجویان

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
fa: برای ثبت‌نام و ثبت‌نام فهرستی از کاربران در این دوره، یک فایل CSV را انتخاب کنید که شامل ستون‌های زیر به ترتیب دقیق: پست الکترونیکی، نام کاربری، نام و کشور باشد. لطفاً در هر ردیف یک دانشجو قرار دهید و هیچ عنوان، پاورقی یا سطرهای خالی را شامل نشود.

source: Upload a CSV for bulk enrollment
fa: CSV را برای ثبت نام انبوه بارگذاری کنید

source: Upload CSV
fa: CSV را بارگذاری کنید

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
fa: توجه: کاربران باید قبل از ثبت نام به عنوان beta testers، یک حساب فعال {platform_name} داشته باشند.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
fa: اگر این گزینه {em_start} علامت گذاری شود {em_end}، کاربرانی که در دوره شما ثبت‌نام نکرده‌اند به طور خودکار ثبت‌نام می‌شوند.

source: Checking this box has no effect if 'Remove beta testers' is selected.
fa: در صورت انتخاب "حذف beta testers" تأیید این کادر تأثیری ندارد.

source: Add beta testers
fa: افزودن آزمایش‌کننده بتا

source: Remove beta testers
fa: حذف آزمایش‌کنندگان بتا

source: Course Team Management
fa: مدیریت تیم دوره

source: Select a course team role:
fa: نقش تیم دوره را انتخاب کنید:

source: Getting available lists...
fa: گرفتن لیست موجود ...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
fa: کارکنان نمی‌توانند این فهرست‌ها را اصلاح کنند. برای مدیریت عضویت در تیم دوره، یک مدیر دوره باید نقش مدیر را برای افزودن کارمند یا آزمایش‌کننده بتا یا نقش مدیر گفت‌وگو برای اضافه کردن ناظران بحث و گفتگوها را به شما بدهد.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
fa: اعضای تیم دوره با نقش کارکنان به شما کمک می‌کنند دوره خود را مدیریت کنید. کارکنان می‌توانند فراگیران را ثبت‌نام و لغو ثبت‌نام کنند، همچنین نمرات آن‌ها را اصلاح کرده و به کلیه داده‌های دوره دسترسی پیدا می‌کنند. کارکنان همچنین به دوره شما در استودیو و بینش‌ها دسترسی دارند. فقط می‌توانید نقش‌های تیمی را به کاربران ثبت‌نام شده بدهید.

source: Add Staff
fa: اضافه کردن کارکنان

source: Admin
fa: مدیر

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
fa: اعضای تیم دوره با نقش مدیر به شما کمک می‌کنند دوره خود را مدیریت کنید. آنها می‌توانند همه کارهایی را که کارکنان می‌توانند انجام دهند را انجام دهند و همچنین می‌توانند نقش‌های کارمند و مدیر، نقش تعدیل کننده بحث و نقش آزمایش‌کننده بتا را برای مدیریت عضویت در تیم دوره اضافه و حذف کنند. شما فقط می‌توانید نقش‌های تیم درسی را به کاربران ثبت‌نام شده بدهید.

source: Add Admin
fa: افزودن مدیر

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
fa: آزمایش‌کنندگان بتا می‌توانند محتوای دوره را قبل از سایر فراگیران مشاهده کنند. آنها می‌توانند از عملکرد محتوا اطمینان حاصل کنند، اما هیچ امتیاز اضافی ندارند. شما فقط می‌توانید نقش‌های تیم درسی را به کاربران ثبت‌نام شده بدهید.

source: Add Beta Tester
fa: افزودن آزمایش‌کننده بتا

source: Discussion Admins
fa: مسئولان گفتگو

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
fa: مدیران گفت‌وگو می‌توانند هر پستی را ویرایش یا حذف کنند، پرچم‌های سوءاستفاده را پاک کنند، موضوعات را ببندند و دوباره باز کنند‌، پاسخ‌ها را تأیید کنند و پست‌های همه گروه‌ها را مشاهده کنند. پست‌های آن‌ها به عنوان "کارکنان" علامت‌گذاری شده است. آن‌ها همچنین می‌توانند نقش‌های تعدیل بحث را برای مدیریت اعضا در تیم دوره اضافه و حذف کنند. فقط کاربران ثبت‌نام شده می‌توانند به عنوان مدیر بحث و گفتگو اضافه شوند.

source: Add Discussion Admin
fa: افزودن مدیر گفت‌وگو

source: Course Data Researcher
fa: پژوهشگر داده‌های دوره

source: Course Data Researchers can access the data download tab.
fa: پژوهشگران داده دوره می‌توانند به برگه دانلود داده‌ها دسترسی پیدا کنند.

source: Add Course Data Researcher
fa: افزودن پژوهشگر داده دوره

source: Discussion Moderators
fa: مدیر و واسط گفتگو

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
fa: میانجیان گفت‌وگو می‌توانند هر پستی را ویرایش یا حذف کنند‌، پرچم‌های سوءاستفاده را پاک کنند، موضوعات را ببندند و دوباره باز کنند، پاسخ‌ها را تأیید کنند و پست‌ها را از همه گروه‌ها ببینند. پست‌های آن‌ها به عنوان "کارکنان" علامت‌گذاری شده است. آن‌ها نمی‌توانند با اضافه کردن یا حذف نقش‌های تعدیل بحث، عضویت در تیم را مدیریت کنند. فقط کاربران ثبت‌نام شده می‌توانند به عنوان میانجی بحث و گفت‌وگو اضافه شوند.

source: Add Moderator
fa: اضافه کردن مدیر

source: Group Community TA
fa: کمک استاد گروه

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
fa: کمک‌استادان گروه از اعضای جامعه هستند که به تیم‌های دوره‌ کمک می‌کنند تا بحث و گفت‌وگو را تعدیل کنند. کمک استادان گروه فقط پست‌های فراگیران را در گروه اختصاص داده شده خود مشاهده می‌کنند. آن‌ها می‌توانند پست‌ها، پاک کردن پرچم‌ها، بستن و باز کردن موضوعات را ویرایش یا حذف کنند، و پاسخ‌ها را تأیید می‌کنند، اما فقط برای پست‌های فراگیران در گروه خود. پست‌های آن‌ها به عنوان "کمک‌استادان" علامت‌گذاری شده است. فقط فراگیران ثبت‌نام شده می‌توانند به عنوان کمک استادان گروه اضافه شوند.

source: Add Group Community TA
fa: افزودن کمک استادان گروه

source: Community TA
fa: گروه کمک‌استادان

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
fa: کمک‌ استادن گروه کسانی هستند که به تیم‌های دوره کمک می‌کنند تا بحث و گفت‌وگو را تعدیل کنند. آنها می‌توانند پست‌های فراگیران را در گروه همگانی یا ثبت‌نام اختصاصی خود مشاهده کنند و می‌توانند پست‌ها، پاک کردن پرچم‌ها، بستن یا باز کردن موضوعات را ویرایش یا حذف کنند و پاسخ‌ها را تأیید کنند. پست‌های آن‌ها به عنوان 'کمک‌استادان' علامت‌گذاری شده است. فقط فراگیران ثبت‌نام شده می‌توانند به عنوان کمک استادان اضافه شوند.

source: Add Community TA
fa: افزودن کمک استادان

source: CCX Coaches
fa: مربیان CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
fa: مربیان CCX می‌توانند دوره‌های سفارشی خود را بر اساس این دوره ایجاد کنند، که می‌توانند از آن برای ارائه دستورالعمل‌های شخصی به دانشجویان خود بر اساس این دوره استفاده کنند.

source: Add CCX Coach
fa: افزودن مربی CCX

source: Send to:
fa: ارسال به:

source: Myself
fa: خودم

source: Staff and Administrators
fa: کارکنان و مدیران

source: All Learners
fa: همه فراگیران

source: Cohort:
fa: گروه:

source: (Learners not explicitly assigned to a cohort)
fa: (فراگیران به صراحت به یک گروه اختصاص داده نشده‌اند)

source: Learners in the {track_name} Track
fa: فراگیران در مسیر {track_name}

source: Subject:
fa: موضوع:

source: (Maximum 128 characters)
fa: (حداکثر 128 کاراکتر)

source: Message:
fa: پیام:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
fa: توصیه می کنیم هر هفته بیش از یک پیام ایمیل به فراگیران ارسال نکنید. قبل از ارسال ایمیل، متن را با دقت مرور کرده و ابتدا برای خود بفرستید، تا بتوانید قالب بندی را پیش نمایش کنید و مطمئن شوید که تصاویر و پیوندهای جاسازی شده به درستی کار می‌کنند.

source: CAUTION!
fa: احتیاط!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
fa: هنگامی که ارسال ایمیل را انتخاب می‌کنید، ایمیل شما به صف ارسال منتقل می‌شود و قابل لغو نیست.

source: Send Email
fa: ارسال ایمیل
