Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: Page Not Found
fa: صفحه مورد نظر یافت نشد

source: Page not found
fa: صفحه مورد نظر یافت نشد

source: Content
fa: محتوا

source: Skip to main content
fa: رفتن به محتوای اصلی

source: Settings
fa: تنظیمات

source: Loading
fa: در حال بارگذاری

source: Edit
fa: ویرایش

source: Course Name
fa: نام دوره

source: Course Number
fa: شماره دوره

source: Course Outline
fa: طرح دوره

source: Dismiss
fa: نادیده بگیر

source: Warning
fa: اخطار

source: Section
fa: بخش

source: Learn More
fa: بیشتر بدانید

source: Error:
fa: خطا:

source: Submit
fa: ارسال

source: Organization:
fa: سازمان:

source: Course Number:
fa: شماره دوره:

source: Course Run:
fa: دوره اجرا:

source: Courses
fa: دوره‌ها

source: example: username@domain.com
fa: به عنوان مثال: username@domain.com

source: Course Start Date
fa: تاریخ شروع دوره

source: Course End Date
fa: تاریخ پایان دوره

source: Instructors
fa: مربیان

source: Requirements
fa: نیازمندیها

source: Details
fa: جزئیات

source: View
fa: نمایش

source: Save
fa: ذخیره

source: previous
fa: قبلی

source: next
fa: بعدی

source: Course ID
fa: شناسه دوره

source: Reset
fa: بازیابی

source: Terms of Service
fa: شرایط استفاده از خدمات

source: Privacy Policy
fa: قواعد حفظ حریم خصوصی

source: Legal
fa: قانونی

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
fa: نشان‌های edX ، Open edX و edX و Open edX علائم تجاری ثبت شده از {link_start} edX Inc. {link_end} هستند

source: Powered by Open edX
fa: با بهره‌گیری از Open edX

source: Course
fa: دوره

source: Updates
fa: به روز رسانی

source: Choose Language
fa: انتخاب زبان

source: Account
fa: حساب کاربری

source: Help
fa: راهنمایی

source: Looking for help with {studio_name}?
fa: به دنبال راهنمایی در {studio_name} هستید؟

source: Hide {studio_name} Help
fa: پنهان کردن کمک {studio_name}

source: {studio_name} Documentation
fa: راهنمای {studio_name}

source: Access documentation on http://docs.edx.org
fa: دسترسی به راهنما در http://docs.edx.org

source: edX Documentation
fa: راهنمای ادکس

source: Enroll in edX101: Overview of Creating an edX Course
fa: ثبت نام در EDX101: دورنمای طراحی کلاس در edX

source: Enroll in edX101
fa: ثبت نام در edX101

source: Enroll in StudioX: Creating a Course with edX Studio
fa: ثبت نام در StudioX: ساخت یک دوره توسط edX Studio

source: Enroll in StudioX
fa: ثبت‌نام در StudioX

source: Send an email to {email}
fa: ارسال پست الکترونیکی به {email}

source: Contact Us
fa: تماس با ما

source: name
fa: نام

source: Usermenu
fa: فهرست

source: Usermenu dropdown
fa: فهرست کرکره‌ای

source: Sign Out
fa: خروج از سیستم

source: Code Editor
fa: کد ویرایشگر

source: Feedback Form
fa: فرم بازخورد‌ها

source: Email: {email}
fa: پست الکترونیکی: {email}

source: Full Name: {realname}
fa: نام و نام خانوادگی: {realname}

source: Inquiry Type: {inquiry_type}
fa: نوع درخواست: {inquiry_type}

source: Message: {message}
fa: پیام: {message}

source: Tags: {tags}
fa: برچسب‌ها: {tags}

source: Additional Info:
fa: اطلاعات تکمیلی:

source: Feedback from user
fa: بازخورد کاربر

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
fa: پست الکترونیکی مرتبط با حساب {platform_name} شما از {old_email} به {new_email} تغییر کرده است.

source: No action is needed on your part.
fa: از طرف شما هیچ اقدامی لازم نیست.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
fa: اگر این تغییر درست نیست‌، با {link_start} {platform_name} پشتیبانی {link_end} یا سرپرست خود تماس بگیرید.

source: Your {platform_name} account email has been updated
fa: پست الکترونیکی حساب {platform_name} شما به روز شده است

source: Discussions
fa: گفتگو‌ها

source: Add a Post
fa: اضافه کردن یک پست

source: New topic form
fa: فرم موضوع جدید

source: Discussion thread list
fa: فهرست رشته گفتگو

source: Private Discussion
fa: گفت‌وگوی خصوصی

source: This is a private discussion. You do not have permissions to view this discussion
fa: این یک گفت‌وگوی خصوصی است. شما اجازه مشاهده این گفت‌وگو را ندارید

source: Discussion
fa: گفتگو

source: %s discussion started
fa: %s گفت‌وگو شروع شد

source: %s comment
fa: %s نظر

source: Discussion unavailable
fa: گفتگو خارج از دسترس

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
fa: گفتگوها در حال رسیدگی است و بزودی در دسترس قرار می‌گیرند!

source: Teams
fa: تیم‌ها

source: Content Locked
fa: محتوا قفل شد

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
fa: شما باید پیش‌نیاز‌های '{prereq_section_name}' را تکمیل کتید تا به این محتوا دسترسی پیدا کنید.

source: Go to Prerequisite Section
fa: به بخش پیش‌نیاز بروید

source: Instructions
fa: دستورالعمل‌ها

source: Collapse Instructions
fa: بستن دستورالعمل‌ها

source: Guided Discussion
fa: گفتگوی هدایت شده

source: Hide Annotations
fa: پنهان کردن یادداشت‌ها

source: Bookmarked
fa: نشانه‌گذاری شده

source: Bookmark this page
fa: این صفحه را نشانه‌گذاری کن

source: You do not have access to this dependency module.
fa: شما به این ماژول وابستگی دسترسی ندارید.

source: LEARN MORE
fa: بیشتر بدانید

source: Starts
fa: شروع

source: Starts: {date}
fa: شروع می‌شود: {date}

source: View all Courses
fa: نمایش همه دوره‌ها

source: Dashboard
fa: داشبورد

source: results successfully populated,
fa: نتایج با موفقیت پر شد،

source: Click to load all enrolled courses
fa: برای بارگیری همه دوره‌های ثبت نام شده کلیک کنید

source: You are not enrolled in any courses yet.
fa: شما هنوز در هیچ دوره‌ای ثبت نام نکرده‌اید.

source: Explore courses
fa: مشاهده دوره‌ها

source: Activate your account!
fa: حساب خود را فعال کنید!

source: Course-loading errors
fa: خطای بارگذاری دوره

source: Search Your Courses
fa: دوره‌های خود را جستجو کنید

source: Search
fa: جست و جو

source: Clear search
fa: پاک کردن جستجو

source: Skip to list of announcements
fa: پرش به لیست اعلامیه‌ها

source: Account Status Info
fa: وضعیت حساب کاربری

source: Close
fa: بستن

source: Email Settings for {course_number}
fa: تنظیمات پست الکترونیکی برای {course_number}

source: window open
fa: پنجره‌ی باز

source: Receive course emails
fa: دریافت پست الکترونیکی دوره

source: Save Settings
fa: ذخیره تنظیمات

source: Unenroll
fa: منتفی کردن ثبت نام

source: View Unit in Studio
fa: مشاهده این واحد در استودیو

source: E-mail change failed
fa: تغییر پست الکترونیکی انجام نشد

source: We were unable to send a confirmation email to {email}
fa: ما قادر به ارسال یک پست الکترونیکی تأیید به {email} نمی‌باشیم

source: Go back to the {link_start}home page{link_end}.
fa: بازگشت به {link_start} صفحه اصلی {link_end}

source: E-mail change successful!
fa: تغییر موفقیت آمیز پست الکترونیکی!

source: You should see your new email in your {link_start}dashboard{link_end}.
fa: اکنون باید پست الکترونیکی جدید خود را {link_start}در داشبورد{link_end}.

source: An account with the new e-mail address already exists.
fa: در حال حاضر یک حساب کاربری با پست الکترونیکی جدید وجود دارد.

source: You should Register before trying to access the Unit
fa: قبل از دسترسی به این واحد باید ثبت نام کنید

# self
source: Enroll
fa: ثبت نام

source: Don't enroll
fa: ثبت نام نکنید

source: Student Enrollment Form
fa: فرم ثبت نام دانشجویان

source: Course:
fa: دوره:

source: Add new students
fa: اضافه کردن دانشجوی جدید

source: Existing students:
fa: دانشجویان موجود:

source: New students added:
fa: دانشجویان جدید اضافه شده:

source: Students rejected:
fa: دانش آموزان رد شده:

source: Debug:
fa: اشکال زدایی:

source: External Authentication failed
fa: احراز هویت خارجی با شکست مواجه شد

source: About
fa: درباره

source: organization logo
fa: لوگوی سازمان

source: Password Reset
fa: بازیابی رمز عبور

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
fa: لطفا آدرس پست الکترونیکی خود را در زیر وارد کنید، ما دستورالعمل بازیابی گذرواژه را برای شما ارسال می‌کنیم.

source: Required Information
fa: اطلاعات ضروری

source: Your E-mail Address
fa: آدرس پست الکترونیکی شما

source: This is the e-mail address you used to register with {platform}
fa: این آدرس پست الکترونیکیی است که شما با آن در {platform} ثبت نام کرده‌اید

source: Reset My Password
fa: بازیابی گذرواژه من

source: Email is incorrect.
fa: پست الکترونیکی نادرست است.

source: The course has ended.
fa: دوره پایان یافته است.

source: The due date for this assignment has passed.
fa: تاریخ موعد این تکلیف گذشته است.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
fa: از آنجا که دوره به پایان رسیده است، این تکلیف دیگر در دسترس نیست. {line_break} اگر این تکلیف را به پایان رسانده‌اید، نمره شما در {link_start} صفحه پیشرفت {link_end} موجود است.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
fa: از آنجا که تاریخ موعد گذشته است، این تکلیف دیگر در دسترس نیست. {line_break} اگر این تکلیف را به پایان رسانده‌اید، نمره شما در {link_start} صفحه پیشرفت {link_end} موجود است.

source: Search for a course
fa: جست‌وجوی یک دوره

source: Welcome to {platform_name}
fa: به {platform_name} خوش آمدید

source: Invalid email change key
fa: کلید تغییر پست الکترونیکی نامعتبر است

source: This e-mail key is not valid. Please check:
fa: این کلید پست الکترونیکی معتبر نیست، لطفا بررسی کنید:

source: Was this key already used? Check whether the e-mail change has already happened.
fa: آیا این کلیدواژه قبلاً استفاده شده است؟ چک کنید که آیا پست الکترونیکی تغییر کرده است.

source: Did your e-mail client break the URL into two lines?
fa: آیا پست الکترونیکی شما URL را به دو قسمت تقسیم کرده؟

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
fa: نمایش تمام محتوای منطبق واجد شرایط برای افزودن به {display_name}. به هر دانشجو مولفه {max_count} اختصاص داده خواهد شد که به طور تصادفی از این لیست کشیده شده است.

source: External resource
fa: منبع خارجی

source: {points} / {total_points} points
fa: {points} از {total_points} امتیاز

source: {total_points} points possible
fa: ‫{total_points} امتیاز ممکن

source: View resource in a new window
fa: مشاهده منابع در پنجره جدید

source: Please provide launch_url. Click "Edit", and fill in the required fields.
fa: پس از ارائه launch_url، "ویرایش" را کلیک کنید، و خانه‌های لازم را پر کنید.

source: Feedback on your work from the grader:
fa: نظر استاد بر کار شما:

source: Press to Launch
fa: فشار دهید تا اجرا شود

source: Manage student accounts
fa: مدیریت حساب‌‌ کاربری دانشجویان

source: Username:
fa: نام کاربری:

source: Profile:
fa: پروفایل:

source: Image:
fa: تصویر:

source: Name:
fa: نام:

source: Choose an action:
fa: انتخاب کنید:

source: View Profile
fa: مشاهده پروفایل

source: Disable Account
fa: حساب را غیر فعال کنید

source: Reenable Account
fa: حساب را دوباره فعال کن

source: Remove Profile Image
fa: حذف عکس پروفایل

source: Students whose accounts have been disabled
fa: دانشجویانی که حسابشان غیر فعال شده است

source: (reload your page to refresh)
fa: (صفحه را دوباره بارگذاری کنید تا تجدید شود)

source: working
fa: در حال کار

source: There has been an error on the {platform_name} servers
fa: خطایی در سرورهای {platform_name} رخ داده است

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
fa: متاسفیم، این بخش موقتا در دسترس نمی‌باشد. همکاران ما در تلاشند تا این مشکل را به سرعت رفع کنند. لطفا به ما در {tech_support_email} پست الکترونیکی بزنید و هرگونه مشکل یا عدم دسترسی به سایت را گزارش دهید.

source: Raw data:
fa: اطلاعات خام:

source: Course View
fa: نمای دوره

source: View this course as:
fa: مشاهده دوره به عنوان:

source: Staff
fa: کارکنان

source: Learner
fa: فراگیر

source: Specific learner
fa: فراگیر خاص

source: Learner in {content_group}
fa: فراگیر در {content_group}

source: Username or email:
fa: نام کاربری یا آدرس پست الکترونیکی:

source: Set preview mode
fa: تنظیم حالت پیش‌نمایش

source: You are now viewing the course as {i_start}{user_name}{i_end}.
fa: شما اکنون در حال مشاهده دوره به عنوان {i_start}{user_name}{i_end} هستید.

source: View this unit in the new experience
fa: این واحد را در تجربه جدید مشاهده کنید

source: You have used {num_used} of {num_total} attempt
fa: شما تعداد {num_used} از مجموع {num_total} دفعات مجاز مراجعه را استفاده کرده‌اید

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
fa: برخی از مشکلات گزینه‌هایی مانند ذخیره، تنظیم مجدد، نکات یا نمایش پاسخ را دارند. این گزینه‌ها دکمه ارسال را دنبال می‌کنند.

source: Hint
fa: اشاره

source: Save your answer
fa: پاسخ خود را ذخیره کنید

source: Reset your answer
fa: پاسخ خود را تجدید کنید

source: Show Answer
fa: نمایش دادن پاسخ

source: Answers are displayed within the problem
fa: پاسخ‌ها در داخل مسئله نشان داده می‌شوند

source: Next Hint
fa: نکته بعدی

source: Review
fa: مرور

source: Log In
fa: ورود

source: Email or password is incorrect.
fa: پست الکترونیکی یا رمز عبور اشتباه است.

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
fa: نام و نام خانوادگی، پست الکترونیکی و نام کاربری شما به {destination} ارسال خواهد شد، جایی که جمع آوری و استفاده از این اطلاعات بر مبنای قوانین خدمات و سیاست حفظ حریم خصوصی آنها مدیریت می‌شود.

source: E-mail
fa: پست الکترونیکی

source: Password
fa: رمز

source: Return To %s
fa: بازگشت به %s

source: It looks like you've missed some important deadlines. Reset your deadlines and get started today.
fa: به نظر می‌رسد برخی مهلت‌های مهمی را از دست داده‌اید. مهلت‌های خود را بازنشانی کنید و امروز شروع کنید.

source: Reset my deadlines
fa: مهلت‌های من را دوباره تنظیم کنید

source: Re-subscribe Successful!
fa: اشتراک مجدد با موفقیت انجام شد!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
fa: دریافت آگهی‌های تالار گفتگو از {platform_name} مجددا فعال شد. می‌توانید به {dashboard_link_start}داشبورد باز گردید{link_end}.

source: Secondary e-mail change failed
fa: تغییر پست الکترونیکی ثانویه انجام نشد

source: We were unable to activate your secondary email {secondary_email}
fa: ما نتوانستیم پست الکترونیکی ثانویه شما را فعال کنیم {secondary_email}

source: Secondary e-mail change successful!
fa: تغییر پست الکترونیکی ثانویه با موفقیت انجام شد!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
fa: پست الکترونیکی ثانویه شما فعال شده است. برای دوره‌ها لطفاً از {link_start}میزکار{link_end} دیدن کنید.

source: Important!
fa: مهم!

# unit
source: Previous
fa: قبلی

# unit
source: Next
fa: بعدی

source: Sequence
fa: توالی

source: Completed
fa: کامل شده

source: Unit
fa: واحد

source: Sign Up for {platform_name}
fa: ثبت نام در {platform_name}

source: e.g. yourname@domain.com
fa: به عنوان مثال yourname@domain.com

source: Public Username
fa: نام کاربری عمومی

source: e.g. yourname (shown on forums)
fa: به عنوان مثال: نام شما (قابل مشاهده در تالارهای گفتگو)

source: Full Name
fa: نام و نام خانوادگی

source: e.g. Your Name (for certificates)
fa: به عنوان مثال: نام شما (برای درج در گواهی رسمی)

source: {start_li}Welcome{end_li} {name}
fa: {start_li}خوش آمدید{end_li} {name}

source: Enter a public username:
fa: یک نام که برای عموم قابل مشاهده است وارد کنید:

source: Full Name *
fa: نام و نام خانوادگی*

source: Ed. Completed
fa: Ed. تکمیل شده

source: Gender
fa: جنسیت

source: Year of birth
fa: سال تولد

source: Mailing address
fa: آدرس پست الکترونیکی

source: Goals in signing up for {platform_name}
fa: اهداف شما از ثبت نام در {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
fa: با {link_start}شرایط خدمات{link_end} موافقم.

source: I agree to the {link_start}Honor Code{link_end}
fa: با {link_start}قواعد صداقت علمی{link_end} موافقم

source: Create My Account
fa: حساب کاربری من را ایجاد کن

source: Already have an account?
fa: آیا پیش از این دارای حساب کاربری می‌باشید؟

source: Login.
fa: ورود.

source: This content experiment uses group configuration '{group_configuration_name}'.
fa: این آزمایش از محتوای گروه پیکربندی '{group_configuration_name}' استفاده می‌کند.

source: Active Groups
fa: گروه‌های فعال

source: Inactive Groups
fa: گروه‌های غیر فعال

source: Staff Debug Info
fa: اطلاعات اشکال زدایی کارکنان

source: Submission history
fa: تاریخچه ثبت

source: {platform_name} Content Quality Assessment
fa: ارزیابی کیفیت محتوای {platform_name}

source: Comment
fa: نظر

source: comment
fa: نظر

source: Tag
fa: برچسب

source: Optional tag (eg "done" or "broken"):
fa: برچسب اختیاری (به عنوان مثال "انجام شد" یا "انجام نشد"):

source: tag
fa: برچسب

source: Add comment
fa: اضافه کردن نظر

source: Staff Debug:
fa: اشکال زدایی کارکنان:

source: Actions
fa: اقدامات

source: Username
fa: نام کاربری

source: Score (for override only)
fa: امتیاز (فقط برای جایگزینی)

source: Reset Learner's Attempts to Zero
fa: بازیابی تعداد تلاش‌های فراگیران به صفر

source: Delete Learner's State
fa: حذف موقعیت دانشجو

source: Rescore Learner's Submission
fa: ارزیابی مجدد کار دانشجو

source: Rescore Only If Score Improves
fa: ارزیابی مجدد تنها در صورتی که امتیاز پیشرفت کند

source: Override Score
fa: نمره جایگزین

source: Module Fields
fa: زمینه‌های ماژول

source: XML attributes
fa: ویژگی‌های XML

source: Submission History Viewer
fa: نمایش تاریخچه ثبت

source: User:
fa: کاربر:

source: View History
fa: مشاهده تاریخچه

source: {course_number} Textbook
fa: {course_number} کتاب درسی

source: Textbook Navigation
fa: برگ زدن کتاب

source: Page
fa: صفحه

source: Previous page
fa: صفحه قبلی

source: Next page
fa: صفحه بعدی

source: Sysadmin Dashboard
fa: داشبورد مدیر سیستم

source: Users
fa: کاربران

source: Staffing and Enrollment
fa: عضوگیری و ثبت نام

source: User Management
fa: مدیریت کاربران

source: Email or username
fa: پست الکترونیکی یا نام کاربری

source: Delete user
fa: حذف کاربر

source: Create user
fa: ایجاد کاربر

source: Download list of all users (csv file)
fa: فهرست همه کاربران را دانلود کن (فایل csv)

source: Check and repair external authentication map
fa: بررسی و تصحیح نقشه احراز هویت بیرونی

source: Go to each individual course's Instructor dashboard to manage course enrollment.
fa: برای مدیریت ثبت‌نام‌ها به داشبورد مربی هر دوره برو.

source: Manage course staff and instructors
fa: مدیریت مربی‌ها و کارکنان دوره

source: Download staff and instructor list (csv file)
fa: بارگذاری فهرست کارکنان و مربی‌ها (فایل csv)

source: Administer Courses
fa: مدیریت دوره‌ها

source: Load new course from GitHub
fa: بارگذاری دوره جدید از Github

source: Course ID or dir
fa: شناسه دوره یا پوشه

source: Delete course from site
fa: دوره را از سایت حذف کن

source: Page {current_page} of {total_pages}
fa: صفحه {current_page} از {total_pages}

source: Error
fa: خطا

source: Date
fa: تاریخ

source: Text Me The App
fa: اپلیکیشن Text Me

source: datetime
fa: تاریخ ساعت

source: username
fa: نام کاربری

source: source
fa: منبع

source: type
fa: نوع

source: Unsubscribe Successful!
fa: لغو اشتراک با موفقیت انجام شد!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
fa: شما دیگر از {platform_name} آگهی‌های تالار گفتگو را دریافت نمی‌کنید. میتوانید به داشبورد خود {dashboard_link_start} برگردید {link_end}. اگر منظور شما این نبوده، {undo_link_start} می‌توانید دوباره ثبت کنید {link_end}.

source: Dashboard for:
fa: داشبورد برای:

source: More options
fa: گزینه‌های بیشتر

source: More Options
fa: گزینه‌های بیشتر

source: Using the system
fa: با استفاده از سیستم

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
fa: هنگام نمایش ویدیو از زیر نویس‌ها و اسکرول برای عقب و جلو بردن استفاده کنید. کلیک روی زیر نویس‌ها بهترین راه برای جلو و عقب کردن‌های محدود هست.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
fa: اگر شما دارای وضوح تصویر کمی می‌باشید، نوار ابزار کناری با کلیک بر 3 ردیف کناری آن مخفی می‌شود.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
fa: اگر شما نیاز به فونت‌های بزرگتر یا کوچکتر دارید، از تنطیمات مرورگر خود برای آن استفاده کنید. در گوگل کروم این عمل با فشار دکمه ctrl با مثبت و منفی، هم زمان با هم، انجام می‌شود.

source: Loading video player
fa: در حال بارگزاری پخش کننده ویدیو

source: Play video
fa: ویدیو را پخش کن

source: No playable video sources found.
fa: هیچ منبعی برای ویدیو پیدا نشد.

source: Your browser does not support this video format. Try using a different browser.
fa: مرورگر شما از این قالب ویدیویی پشتیبانی نمی‌کند. سعی کنید از مرورگر دیگری استفاده کنید.

source: Downloads and transcripts
fa: دانلود و متن

source: Video
fa: ویدیو

source: Download video file
fa: دانلود فایل تصویری

source: Transcripts
fa: متن پیاده شده فیلم

source: Download {file}
fa: دریافت {file}

source: Download transcript
fa: دانلود متن

source: Handouts
fa: جزوات

source: Download Handout
fa: دانلود جزوه

source: {num} of {total}
fa: {num} از {total}

source: Your words were:
fa: کلمات شما شد:

source: API Access Request
fa: تقاضای دسترسی به رابط برنامه نویسی

source: {platform_name} API Access Request
fa: تقاضای دسترسی به API یا رابط برنامه نویسی {platform_name}

source: Request API Access
fa: تقاضای دسترسی به API

source: Application Name
fa: نام نرم افزار

source: Redirect URLs
fa: تغییر مسیر URLها

source: If you would like to regenerate your API client information, please use the form below.
fa: چنانچه قصد دارید اطلاعات مشتری API خود را تغییر دهید از فرم زیر استفاده کنید.

source: Terms of Service for {platform_name} APIs
fa: قوانین استفاده از رابط برنامه نویسی {platform_name}

source: Effective Date: May 24th, 2018
fa: تاریخ اثر: 24 مه ، 2018

source: API Access
fa: دسترسی به API

source: Ownership
fa: مالکیت

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
fa: تا حدی که شما هر یک از مطالب به {platform_name} ارسال در ارتباط با استفاده شما از رابط های برنامه کاربردی و یا هر مطلب API، بدین وسیله کمک مالی به {platform_name} یک در سراسر جهان، غیر انحصاری، انتقال، تعیین و تخصیص، زیر امکان صدور مجوز، به طور کامل پرداخت شده، حق امتیاز رایگان، همیشگی، غیر قابل فسخ و مجوز به میزبان، انتقال، نمایش، انجام، تولید، تغییر، توزیع، توزیع مجدد، دوباره مجوز و در غیر این صورت استفاده کنید، مطمئن دسترس و بهره برداری از محتوای چنین، در تمام یا در بخش، در هر شکل و در هر فرمت های رسانه ای و از طریق هر کانال های رسانه (در حال حاضر شناخته شده و یا آخرت توسعه یافته).

source: Privacy
fa: حریم خصوصی
