Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
fa: شما موافقت می‌کنید که تمام قوانین و مقررات مربوط به حریم خصوصی را رعایت کنید و در مورد جمع آوری و استفاده از داده‌های کاربر نهایی شفاف باشید. شما یک خط مشی رازداری برای برنامه خود ارائه خواهید کرد و به آن پایبند هستید که به طور واضح و دقیق برای کاربران نهایی شما توضیح می‌دهد که چه اطلاعات کاربری را جمع آوری می‌کنید و چگونه می‌توانید از این اطلاعات (از جمله برای تبلیغات) با {platform_name} و سایر اشخاص ثالث استفاده کرده و آنها را به اشتراک بگذارید.

source: Edit {catalog_name}
fa: ویرایش {catalog_name}

source: Download CSV
fa: دانلود CSV

source: Delete this catalog
fa: حذف کاتالوگ

source: Update Catalog
fa: به روز رسانی کاتالوگ

source: Catalogs for {username}
fa: کاتالوگ برای {username}

source: Create new catalog:
fa: ایجاد کاتالوگ جدید:

source: Create Catalog
fa: ایجاد کاتالوگ

source: Catalog search
fa: جستجوی کاتالوگ

source: Catalog Search
fa: ‫جستجوی کاتالوگ

source: Enter a username to view catalogs belonging to that user.
fa: برای دیدن کاتالوگ نام کاربر را وارد کنید.

source: Unsubscribe
fa: لغو اشتراک

source: confirm unsubscribe from {org} {course} emails.
fa: تایید اشتراک از پیام‌های الکترونیکی {org} {course}.

source: Note:
fa: توجه:

source: You will still receive course emails from other courses you are enrolled in.
fa: شما هنوز پیام‌های الکترونیکی دوره را از طرف سایر دوره‌هایی که ثبت‌نام کرده‌اید دریافت خواهید کرد.

source: You have successfully unsubscribed from {org} {course} emails.
fa: شما با موفقیت از پیام‌های الکترونیکی {org} {course} لغو اشتراک کردید.

source: You have not been unsubscribed from {org} {course} emails.
fa: شما از پیام‌های الکترونیکی {org} {course} لغو اشتراک نشده‌اید.

source: {link_start}Return to edX.org{link_end}
fa: {link_start}بازگشت به آکادمی {link_end}

source: Open Calculator
fa: باز کردن ماشین حساب

source: Enter equation
fa: معادله را وارد کنید

source: Calculator Input Field
fa: محل ورودی ماشین‌حساب

source: Hints
fa: نکات

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
fa: از کلید‌های جهت‌دار برای حرکت در نکات استفاده کنید یا با استفاده کلید tab به ماشین‌حساب برگردید

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
fa: برای اطلاعات دقیق‌تر، {math_link_start}را ببینید با وارد کردن اصطلاحات ریاضی و علمی {math_link_end} در{guide_link_start} راهنمای آکادمی برای دانشجویان{guide_link_end}.

source: Tips
fa: نکات

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
fa: برای واضح کردن اصطلاحات از پرانتز () استفاده کنید. شما می‌توانید از پرانتز داخل پرانتز استفاده کنید.

source: Do not use spaces in expressions.
fa: از خط فاصله در عبارات استفاده نکنید.

source: For constants, indicate multiplication explicitly (example: 5*c).
fa: برای مقادیر ثابت صریحا از علامت ضرب استفاده کنید (به عنوان مثال: c*5).

source: For affixes, type the number and affix without a space (example: 5c).
fa: برای پیش‌وند‌ها، شماره و پیش‌وند را بدون فاصله تایپ کنید (مثال 5c).

source: For functions, type the name of the function, then the expression in parentheses.
fa: بری کارکرد‌ها، نام و کارکرد را تایپ کنید، سپس اصطلاح را داخل پرانتز تایپ کنید.

source: To Use
fa: برای استفاده

source: Type
fa: نوع

source: Examples
fa: نمونه‌ها

source: Numbers
fa: اعداد

source: Integers
fa: اعداد صحیح

source: Fractions
fa: کسرها

source: Decimals
fa: اعداد اعشاری

source: Operators
fa: عملگرها

source: + - * / (add, subtract, multiply, divide)
fa: + - * / (جمع، تفریق، ضرب، تقسیم)

source: ^ (raise to a power)
fa: ^ (به توان رساندن)

source: || (parallel resistors)
fa: || (مقاومت‌های موازی)

source: Constants
fa: ثابت

source: Affixes
fa: وندها

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
fa: علامت درصد (%) و پیش‌وند‌های اندازه‌گیری (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
fa: توابع ابتدایی

source: Trigonometric functions
fa: توابع مثلثاتی

source: Scientific notation
fa: نماد علمی

source: 10^ and the exponent
fa: ^ 10 و توان

source: e notation
fa: نماد e

source: 1e and the exponent
fa: 1E و توان

source: Calculate
fa: محاسبه کن

source: Result
fa: نتیجه

source: CCX Coach Dashboard
fa: داشبورد CCX مربی

source: Name your CCX
fa: CCX خود را نام‌گذاری کنید

source: Create a new Custom Course for edX
fa: ایجاد یک دوره سفارشی جدید برای آکادمی

source: Enrollment
fa: ثبت نام

source: Schedule
fa: برنامه زمان بندی

source: Student Admin
fa: مدیر دانش آموز

source: Grading Policy
fa: خط مشی نمره‌دهی

source: Batch Enrollment
fa: ثبت نام دسته

source: Student Grades
fa: نمره‌های دانشجو

source: Please enter a valid CCX name.
fa: لطفا یک نام CCX معتبر وارد کنید.

source: Email Addresses/Usernames
fa: آدرس‌های پست الکترونیکی/نام‌های کاربری

source: Enter one or more email addresses or usernames separated by new lines or commas.
fa: یک یا بیش‌تر نشانی یا نام کاربری که در خطوط مجزا باشند یا با ویرگول جدا شده باشند، وارد کنید.

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
fa: اطمینان حاصل کنید که اطلاعات را با دقت وارد می‌کنید. برای نام کاربری یا نشانی‌های پست الکترونیکی نامعتبر اعلانی دریافت نخواهید کرد.

source: Auto Enroll
fa: ثبت نام خودکار

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
fa: اگر این گزینه {em_start} علامت گذاری شود {em_end}، کاربرانی که هنوز برای {platform_name} ثبت نام نکرده‌اند به طور خودکار ثبت‌نام می‌شوند.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
fa: اگر این گزینه {em_start} علامت گذاری نشده {em_end} باقی بماند، کاربرانی که هنوز برای {platform_name} ثبت‌نام نکرده‌اند ثبت‌نام نمی‌شوند، اما پس از ایجاد یک حساب کاربری مجاز به ثبت‌نام هستند.

source: Checking this box has no effect if 'Unenroll' is selected.
fa: در صورت انتخاب "لغو ثبت نام"، علامت گذاری این کادر تأثیری ندارد.

source: Notify users by email
fa: کاربران را با پست الکترونیکی آگاه کن

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
fa: اگر این گزینه {em_start} علامت گذاری شود {em_end}، کاربران یک اعلان الکترونیکی دریافت می‌کنند.

# someone
source: Enroll
fa: ثبت نام

source: Student List Management
fa: مدیریت فهرست دانشجویان

source: CCX student list management response message
fa: پیام پاسخ مدیریت فهرست دانشجویان CCX

source: Email
fa: پست الکترونیکی

source: Revoke access
fa: ابطال دسترسی

source: WARNING
fa: اخطار

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
fa: فقط برای کاربران پیشرفته. خطاهای موجود در خط مشی نمره‌دهی منجر به عدم نمایش دوره می‌شود. این فرم اعتبار خط مشی قبل از ذخیره را بررسی نمی‌کند.

source: Most coaches should not need to make changes to the grading policy.
fa: بیشتر مربیان نیازی به تغییر در خط مشی نمره‌دهی ندارند.

source: Save Grading Policy
fa: ذخیره سیاست نمره‌دهی

source: Date format four digit year dash two digit month dash two digit day
fa: قالب تاریخ چهار رقمی سال خط تیره دو رقمی ماه خط تیره دو رقمی روز

source: Time format two digit hours colon two digit minutes
fa: قالب زمان دو رقمی ساعت دونقطه دو رقمی دقیقه

source: Time
fa: زمان

source: Set date
fa: تعیین تاریخ

source: Save changes
fa: ذخیره تغییرات

source: You have unsaved changes.
fa: شما تغییرات ذخیره نشده دارید.

source: There was an error saving changes.
fa: خطایی در هنگام ذخیره‌سازی تغییرات رخ داد.

source: Schedule a Unit
fa: برنامه‌ریزی یک واحد

source: Subsection
fa: زیر بخش

source: Start Date
fa: تاریخ شروع

source: format four digit year dash two digit month dash two digit day
fa: قالب چهار رقمی سال خط تیره دو رقمی ماه خط تیره دو رقمی روز

source: Start time format two digit hours colon two digit minutes
fa: قالب زمان شروع دو رقمی ساعت دو نطقه دو رقمی دقیقه

source: time
fa: زمان

source: Due Date
fa: زمان مقرر

source: (Optional)
fa: (اختیاری)

source: Due Time format two digit hours colon two digit minutes
fa: قالب زمان سررسید دو رقمی ساعت دونقطه دو رقمی دقیقه

source: Add Unit
fa: افزودن واحد

source: Add All Units
fa: افزودن همه واحد‌ها

source: All units have been added.
fa: همه واحدها افزوده شد.

source: View gradebook
fa: مشاهده نمرات

source: Download student grades
fa: بارگذاری نمره‌های دانشجو

source: Print or share your certificate:
fa: پرینت یا به اشتراک‌گذاشتن گواهی‌نامه:

source: Click the link to see my certificate.
fa: روی لینک کلیک کن تا گواهی‌نامه من را ببینی.

source: Post on Facebook
fa: انتشار در فیس‌بوک

source: Share on Twitter
fa: اشتراک‌گذاری در تویتر

source: Tweet this Accomplishment. Pop up window.
fa: این موفقیت را توییت کنید. پنجره بازشو.

source: Add to LinkedIn Profile
fa: افزودن به پروفایل لینکدین

source: Add to Mozilla Backpack
fa: افزودن به کوله‌پشتی موزیلا

source: Print Certificate
fa: چاپ گواهی‌نامه

source: {platform_name} Home
fa: خانه {platform_name}

source: Noted by
fa: یادداشت توسط

source: Supported by the following organizations
fa: توسط موسسات زیر حمایت شده

source: Awarded to:
fa: اعطا شده به:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
fa: برای راهنمایی و ترفندهای چاپ گواهی خود، به {link_start} مستندات راهنمای وب گواهینامه‌ها {link_end} مراجعه کنید.

source: Cannot Find Certificate
fa: گواهی‌نامه پیدا نشد

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
fa: ما نمی‌توانیم با این URL یا شماره شناسه گواهی پیدا کنیم. اگر می‌خواهید گواهی را تأیید کنید، مطمئن شوید که URL یا شماره شناسه درست است. اگر از درست بودن URL یا شماره شناسه مطمئن هستید، با پشتیبانی تماس بگیرید.

source: About {platform_name} Certificates
fa: درباره {platform_name} گواهي

source: Invalid Certificate Configuration.
fa: تنظیمات نادرست گواهی‌نامه.

source: There is a problem with this certificate.
fa: مشکلی برای این گواهی‌نامه بوجود آمد.

source: To resolve the problem, your partner manager should verify that the following information is correct.
fa: برای حل مشکل، مدیر شریک شما باید صحت اطلاعات زیر را تأیید کند.

source: The institution's logo.
fa: ننشان موسسه.

source: The institution that is linked to the course.
fa: موسسه‌ای که به این دوره متصل شده.

source: The course information in the Course Administration tool.
fa: اطلاعات دوره در ابزار مدیریت دوره.

source: If all of the information is correct and the problem persists, contact technical support.
fa: اگر همه اطلاعات صحیح است و مشکل همچنان ادامه دارد، با پشتیبانی فنی تماس بگیرید.

source: About edX Certificates
fa: درباره گواهی‌های آکادمی

source: Checkout Cancelled
fa: خروج لغو شد

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
fa: فرآیند شما لغو شد. اگر فکر می‌کنید خطایی رخ داد با {email} تماس بگیرید.

source: Checkout Error
fa: خطای خروج

source: An error has occurred with your payment. {b_start}You have not been charged.{b_end} Please try to submit your payment again. If this problem persists, contact {email}.
fa: هنگام پرداخت شما خطایی رخ داده است. {b_start} هزینه‌ای از شما کسر نشده است. {b_end} لطفاً سعی کنید دوباره پرداخت خود را ارسال کنید. اگر این مشکل همچنان ادامه داشت، با {email} تماس بگیرید.

source: Loading Order Data...
fa: بارگذاری اطلاعات سفارش...

source: Please wait while we retrieve your order details.
fa: ما درحال دریافت جزئیات سفارش شما هستیم لطفا منتظر بمانید.

source: Pursue the Verified Track
fa: مسیر تأیید شده را دنبال کنید

source: Pursue a Verified Certificate
fa: گواهی تایید شده را دنبال کنید

source: Enroll In {course_name} | Choose Your Track
fa: ثبت‌نام در {course_name} | مسیر خود را انتخاب کنید

source: Sorry, there was an error when trying to enroll you
fa: متاسفانه در هنگام ثبت‌نام شما خطایی رخ داد

source: Pursue Academic Credit with the Verified Track
fa: اعتبار علمی را با مسیر تأیید شده دنبال کنید

source: Pursue Academic Credit with a Verified Certificate
fa: اعتبار علمی را با گواهی تأیید شده دنبال کنید

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
fa: واجد شرایط اعتبار علمی شوید و با داشتن گواهی تأیید شده مهارت و دانش جدید خود را برجسته کنید. از این گواهینامه ارزشمند برای صلاحیت اعتبار علمی، پیشرفت شغلی یا تقویت برنامه‌های مدرسه خود استفاده کنید.

source: Benefits of the Verified Track
fa: مزایای مسیر تایید شده

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
fa: {b_start} واجد شرایط اعتبار: {b_end} پس از اتمام موفقیت‌آمیز دوره، اعتبار علمی دریافت کنید

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
fa: {b_start} دسترسی نامحدود به دوره: {b_end} با سرعت خود بیاموزید و در هر زمان به مطالب دسترسی پیدا کنید تا چیزهایی را که یاد گرفته‌اید تقویت کنید.

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
fa: {b_start} تکالیف نمره‌دهی شده: {b_end} مهارت‌های خود را از طریق تکالیف و پروژه‌های نمره‌دهی شده بسازید.

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn.
fa: {b_start} به راحتی قابل اشتراک گذاری است: {b_end} گواهینامه را به CV یا رزومه خود اضافه کنید یا مستقیماً در LinkedIn ارسال کنید.

source: Benefits of a Verified Certificate
fa: مزایای یک گواهی تایید شده

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
fa: {b_start} رسمی: {b_end} گواهی امضا شده توسط مربی با نشان موسسه دریافت کنید

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
fa: {b_start} به راحتی قابل اشتراک گذاری است: {b_end} گواهینامه را به CV یا رزومه خود اضافه کنید یا مستقیماً در LinkedIn ارسال کنید

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
fa: دانش و مهارت‌های جدید خود را با یک گواهی تأیید شده برجسته کنید. از این گواهینامه ارزشمند برای بهبود چشم اندازهای شغلی و پیشرفت شغلی خود استفاده کنید یا گواهینامه خود را در برنامه‌های مدرسه برجسته کنید.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
fa: {b_start} رسمی: {b_end} گواهی امضا شده توسط مربی با نشان موسسه دریافت کنید

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
fa: {b_start} به راحتی قابل اشتراک گذاری است: {b_end} گواهی نامه را به CV یا رزومه خود اضافه کنید یا مستقیماً در LinkedIn ارسال کنید

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
fa: {b_start} ایجاد انگیزه: {b_end} انگیزه دیگری برای تکمیل دوره به خود بدهید

source: or
fa: یا

source: Audit This Course
fa: این درس را بررسی کنید

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
fa: این دوره را بصورت رایگان بررسی کنید و به کلیه مطالب دوره، فعالیت‌ها، آزمون‌ها و تالارهای گفتگو دسترسی کامل داشته باشید.

source: Audit This Course (No Certificate)
fa: بررسی و ثبت‌نام این دوره (بدون گواهی)

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
fa: این دوره را بصورت رایگان بررسی و ثبت‌نام کنید و به مطالب دوره و تالارهای گفتگو دسترسی داشته باشید. {b_start} این مسیر شامل تکالیف نمره‌دهی شده یا دسترسی نامحدود به دوره نیست. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
fa: این دوره را بصورت رایگان بررسی و ثبت‌نام کنید و به مطالب دوره و تالارهای گفتگو دسترسی داشته باشید. {b_start} این مسیر تکالیف رتبه‌بندی شده را شامل نمی‌شود. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
fa: این دوره را بصورت رایگان بررسی و ثبت‌نام کنید و به مطالب دوره و تالارهای گفتگو دسترسی داشته باشید. {b_start} این مسیر دسترسی نامحدود به دوره را شامل نمی‌شود. {b_end}

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
fa: این دوره را بصورت رایگان بررسی و ثبت‌نام کنید و به کلیه مطالب دوره، فعالیت‌ها، آزمون‌ها و تالارهای گفتگو دسترسی کامل داشته باشید. {b_start} لطفاً توجه داشته باشید که این مسیر برای فراگیرانی که نمره قبولی می‌گیرند گواهی ارائه نمی‌دهد. {b_end}

source: {chapter} current chapter
fa: {chapter} فصل حاضر

source: {span_start}current section{span_end}
fa: {span_start}بخش کنونی{span_end}

source: due {date}
fa: تا تاریخ {date}

source: {section_format} due {{date}}
fa: {section_format} مهلت {{date}}

source: This content is graded
fa: این محتوا نمره داده شده

source: An error occurred. Please try again later.
fa: یک خطا رخ داده است. لطفا دوباره تلاش کنید.

source: An error has occurred. Please ensure that you are logged in to enroll.
fa: خطایی رخ داده است. لطفاً مطمئن شوید که برای ثبت‌نام وارد سیستم شده‌اید.

source: You are enrolled in this course
fa: شما در این دوره ثبت‌نام کرده‌اید

source: View Course
fa: مشاهده دوره

source: This course is in your {start_cart_link}cart{end_cart_link}.
fa: این دوره در{start_cart_link}سبدخرید شما{end_cart_link} است.

source: Course is full
fa: ظرفیت دوره تکمیل شده است

source: Enrollment in this course is by invitation only
fa: ثبت نام در این دوره فقط با دعوت مجاز است

source: Enrollment is Closed
fa: ثبت نام بسته است

source: Add {course_name} to Cart {start_span}({price} USD){end_span}
fa: افزودن {course_name} به سبد خرید {start_span}({price} USD){end_span}

source: Enroll Now
fa: اکنون ثبت‌نام کنید

source: View About Page in studio
fa: نمایش صفحه درباره ما در استودیو

source: Classes Start
fa: آغاز کلاس‌ها

source: Classes End
fa: پایان کلاس‌ها

source: Estimated Effort
fa: ساعت مطالعه در هفته

source: Price
fa: قیمت

source: Prerequisites
fa: پیش نیازها

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
fa: شما باید {link_start}{prc_display}{link_end} را کامل کنید قبل از اینکه این دوره را شروع کنید.

source: Additional Resources
fa: منابع تکمیلی

# self
source: enroll
fa: ثبت نام

source: Share with friends and family!
fa: با دوستان خود به اشتراک بگذارید!

source: I just enrolled in {number} {title} through {account}: {url}
fa: من اکنون در {number} {title} از طریق {account}: {url} ثبت‌نام کردم

source: I just enrolled in {number} {title} through {platform} {url}
fa: من اکنون در {number} {title} از طریق{platform} {url} ثبت‌نام کردم

source: Take a course with {platform} online
fa: یک دوره آنلاین با {platform} داشته باشید

source: Tweet that you've enrolled in this course
fa: توییت کنید که شما در این دوره ثبت‌نام شده‌اید

source: Post a Facebook message to say you've enrolled in this course
fa: یک پیام فیس‌بوک ارسال کنید تا بگویید در این دوره ثبت نام کرده‌اید

source: Email someone to say you've enrolled in this course
fa: به یک نفر پست الکترونیکی بزنید و بگویید شما در این دوره ثبت‌نام کرده‌اید

source: current location
fa: موقعیت کنونی

source: needs attention
fa: نیاز به توجه دارد

source: Course Material
fa: مواد درسی

source: Hide
fa: مخفی

source: Show
fa: نمایش

source: Show Earlier Course Updates
fa: نمایش به‌روزرسانی‌های قبلی دوره

source: List of Courses
fa: لیست دوره‌ها

source: Refine Your Search
fa: جستجوی خود را اصلاح کنید

source: {course_number} Courseware
fa: ‫{course_number} برنامه آموزشی

source: Course Utilities
fa: برنامه‌های دوره

source: Courseware
fa: برنامه آموزشی

source: Bookmarks
fa: نشانه گذاری

source: Course Search
fa: جستجوی دوره

source: No content has been added to this course
fa: هیچ محتوایی به این دوره اضافه نشده است

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
fa: برای دسترسی به مطالب دوره، باید در این آزمون نمره {required_score}٪ یا بالاتر کسب کنید. امتیاز فعلی شما {current_score}٪ است.

source: Your score is {current_score}%. You have passed the entrance exam.
fa: امتیاز شما {current_score}% است. شما در امتحان ورودی قبول شدید.

source: {course.display_number_with_default} Course Info
fa: {course.display_number_with_default} اطلاعات دوره

source: Important Dates
fa: تاریخ‌های مهم

source: Due Today
fa: باید امروز انجام بشود

source: Verified Only
fa: فقط تایید شده

source: {a_start}Upgrade{a_end}{space}to a Verified Certificate for full access.
fa: برای دسترسی کامل، {a_start} {a_end} {space} را به یک گواهی تأیید شده ارتقا دهید.

source: Gradebook
fa: دفترچه نمرات

source: Search students
fa: جستجوی دانشجویان

source: Total
fa: مجموع

source: previous page
fa: صفحه قبلی

source: of
fa: از

source: next page
fa: صفحه بعدی

source: {course_number} Course Info
fa: اطلاعات دوره {course_number}

source: You are not enrolled yet
fa: شما هنوز ثبت نام نکرده‌اید

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
fa: شما در حال حاضر در این دوره ثبت‌نام نیستید. {link_start}اکنون ثبت‌نام کنید!{link_end}

source: Welcome to {org}'s {course_title}!
fa: به {org}'s {course_title} خوش‌آمدید!

source: Welcome to {course_title}!
fa: به {course_title} خوش‌آمدید!

source: Resume Course
fa: دوره را تجدید کن

source: View Updates in Studio
fa: نمایش به‌روزرسانی‌ها در استودیو

source: Course Updates and News
fa: اخبار و تازه‌های کلاس

source: Handout Navigation
fa: بررسی جزوه

source: Course Tools
fa: ابزارهای دوره

source: Course Handouts
fa: جزوات دوره

source: News - MITx 6.002x
fa: اخبار- MITx 6.002x

source: Updates to Discussion Posts You Follow
fa: به روز رسانی پست‌های بحث‌هایی که شما دنبال می‌کنید

source: Purchase the Program (
fa: خرید برنامه (

source: Original Price
fa: قیمت اصلی

source: Discounted Price
fa: قیمت با تخفیف

source: Start Learning
fa: شروع یادگیری

source: Play
fa: پخش

source: YouTube Video
fa: ویديوی YouTube

source: View Courses
fa: نمایش دوره‌ها

source: Meet the Instructors
fa: آشنایی با مربیان

source: Frequently Asked Questions
fa: سوالات متداول

source: Job Outlook
fa: چشم انداز شغلی

source: Real Career Impact
fa: تأثیر واقعی شغلی

source: What You'll Learn
fa: چه چیزی خواهید آموخت

source: Average Length
fa: طول متوسط

source: {weeks_to_complete} weeks per course
fa: {weeks_to_complete} هفته در هر دوره

source: Effort
fa: تلاش

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
fa: {min_hours_effort_per_week}-{max_hours_effort_per_week} ساعت در هر هفته، در هر دوره

source: Number of Courses
fa: تعداد دوره‌ها

source: {number_of_courses} courses in program
fa: {number_of_courses} دوره در برنامه

source: Price (USD)
fa: قیمت (USD)
