Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: You are missing the following required fields:
fa: شما موارد الزامی زیر را خالی گذاشته‌ید:

source: Cancel and Return to Dashboard
fa: لغو و بازگشت به داشبورد

source: Why do I need to complete this information?
fa: چرا باید این اطلاعات را کامل کنم؟

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
fa: ما از اطلاعاتی که شما ارائه می‌دهید برای بهبود دوره خود برای دانشجویان فعلی و دانشجویان آینده استفاده می‌کنیم. هرچه اطلاعات بیشتری درباره نیازهای خاص شما داشته باشیم، می‌توانیم تجربه دوره شما را بهتر کنیم.

source: Who can I contact if I have questions?
fa: اگر سوالی داشتم با چه کسی می‌وانم تماس بگیرم؟

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
fa: اگر در مورد این دوره یا این فرم سوالی دارید، می‌توانید با {link_start} {mail_to_link} {link_end} تماس بگیرید.

source: Wiki
fa: ویکی

source: Skeleton Page
fa: صفحه استخوان‌بندی

source: Search the course
fa: دوره را جستجو کنید

source: Start Course
fa: شروع دوره

source: Have questions?
fa: سوالی دارید؟

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
fa: لطفاً برای مشاهده سوالات متداول در مورد گواهینامه‌ها {a_start} سوالات متداول ما را بخوانید {a_end}.

source: Re-Verify for {course_name}
fa: تایید مجدد برای {course_name}

source: Verification Deadline Has Passed
fa: آخرین مهلت تأیید گذشت

source: Upgrade Deadline Has Passed
fa: آخرین مهلت ارتقا گذشت

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
fa: آخرین مهلت تأیید برای {course_name} {{date}} بود. راستی‌آزمایی دیگر در دسترس نیست.

source: The deadline to upgrade to a verified certificate for this course has passed.
fa: مهلت ارتقا به گواهی تأیید شده برای این دوره به پایان رسیده است.

source: Upgrade Your Enrollment For {course_name}.
fa: ثبت نام خود را برای {course_name} ارتقاء دهید.

source: Receipt For {course_name}
fa: رسید برای {course_name}

source: Verify For {course_name}
fa: تأیید برای {course_name}

source: Enroll In {course_name}
fa: ثبت نام در {course_name}

source: Technical Requirements
fa: الزامات فنی

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
fa: لطفاً اطمینان حاصل کنید که مرورگر شما به {strong_start} {a_start} جدیدترین نسخه ممکن {a_end} {strong_end} به روز شده است. همچنین، لطفاً اطمینان حاصل کنید که دوربین وب شما {strong_start} وصل است، روشن است و در مرورگر وب شما قابل استفاده است (معمولاً در تنظیمات مرورگر قابل تنظیم است). {strong_end}

source: Re-Verification
fa: تأیید مجدد

source: Identity Verification
fa: تأیید هویت

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
fa: شما قبلاً اطلاعات تأیید خود را ارسال کرده‌اید. با تکمیل مراحل تأیید (معمولاً طی۱-۲ روز) پیامی را در داشبورد خود مشاهده خواهید کرد.

source: You cannot verify your identity at this time.
fa: در حال حاضر نمی‌توانید هویت خود را تأیید کنید.

source: Return to Your Dashboard
fa: بازگشت به داشبورد خود

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
fa: این وب‌سایت از کوکی‌ها برای اطمینان از اینکه شما بهترین تجربه را در وب‌سایت ما دارید، استفاده می‌کند. اگر به مرور این سایت ادامه دهید، متوجه می‌شویم که استفاده از کوکی‌ها را می‌پذیرید.

source: Got it!
fa: متوجه شدم!

source: Learn more
fa: بیشتر بدانید

source: Changes
fa: تغییرات

source: {span_start}active{span_end}
fa: {span_start}فعال{span_end}

source: Course Wiki
fa: ویکی دوره

source: Add article
fa: افزودن مقاله

source: Preview Language Setting
fa: تنظیم پیش نمایش زبان

source: Language Code
fa: کد زبان

source: e.g. en for English
fa: مثلا en برای انگلیسی

source: Theming Administration
fa: مدیریت ظاهر

source: Preview Theme
fa: مشاهده ظاهر

source: All Rights Reserved
fa: همه حقوق محفوظ است

source: Attribution
fa: انتساب

source: Noncommercial
fa: غیر تجاری

source: No Derivatives
fa: غیر مشتق

source: Share Alike
fa: به اشتراک‌گذاری مشابه

source: Creative Commons licensed content, with terms as follow:
fa: تحت لیسانس Creative Commons با شرایط زیر:

source: Some Rights Reserved
fa: بعضی از حقوق محفوظ است

source: Upcoming Dates
fa: تاریخ‌های آینده

source: Goal:
fa: هدف:

source: Edit your course goal:
fa: ویرایش هدف دوره شما:

source: Pursue a verified certificate
fa: دنبال یک گواهی تأیید شده باشید

source: Upgrade ({price})
fa: ارتقا ({price})

source: Expand All
fa: گسترش همه

source: ({number} Question)
fa: ({number} سوال)

source: Prerequisite:
fa: پیش‌نیاز:

source: {subsection_format} due {{date}}
fa: {subsection_format} سررسید {{date}}

source: Reviews
fa: بررسی‌ها

source: Learn About Verified Certificates
fa: درباره گواهینامه‌های تأیید شده اطلاعات کسب کنید

source: {platform_name} Verified Certificate
fa: {platform_name} گواهی تأیید شده

source: Why upgrade?
fa: چرا باید ارتقا داد؟

source: Official proof of completion
fa: اثبات رسمی اتمام

source: Easily shareable certificate
fa: گواهی به راحتی قابل اشتراک است

source: Proven motivator to complete the course
fa: محرک اثبات شده برای تکمیل دوره

source: Certificate purchases help {platform_name} continue to offer free courses
fa: خرید گواهی به {platform_name} کمک می‌کند تا دوره‌های رایگان را ارائه دهد

source: How it works
fa: چگونه کار می‌کند

source: Pay the Verified Certificate upgrade fee
fa: هزینه ارتقا گواهی تأیید شده را پرداخت کنید

source: Verify your identity with a webcam and government-issued ID
fa: هویت خود را با دوربین وب و شناسه صادر شده توسط دولت تأیید کنید

source: Study hard and pass the course
fa: سخت مطالعه کنید و دوره را بگذرانید

source: Share your certificate with friends, employers, and others
fa: گواهی خود را با دوستان، کارفرمایان و دیگران به اشتراک بگذارید

source: edX Learner Stories
fa: داستانهای فراگیران آکادمی

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
fa: گواهینامه من به من کمک کرده است تا دانش خود را در رزومه خود نشان دهم - احساس می‌کنم این گواهینامه واقعاً می‌تواند به من کمک کند تا شغل رویایی‌ام را بدست آورم!

source: {learner_name}, edX Learner
fa: {learner_name}، فراگیر آکادمی

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
fa: من می‌خواستم یک گواهینامه تأیید شده در رزومه و پروفایل خود قرار دهم تا نشان دهد که من در جهت رسیدن به این هدف خود تلاش می‌کنم و در حالی که بیکار بودم به چیزی رسیده‌ام.

source: Upgrade ({course_price})
fa: ارتقا ({course_price})

source: This course does not have any updates.
fa: این دوره هیچ به روزرسانی ندارد.

source: Latest Update
fa: آخرین به روز رسانی

source: Get started on what's next:
fa: برای موارد بعدی شروع کنید:

source: Search Results
fa: نتایج جستجو

source: Connected Accounts
fa: حساب‌های مرتبط

source: Linked
fa: مرتبط شده

source: Not Linked
fa: مرتبط نشده

source: Unlink
fa: قطع ارتباط

source: Link
fa: برقراری ارتباط

source: Completed {completion_date_html}
fa: کامل شد {completion_date_html}

source: {course_mode} certificate
fa: {course_mode} گواهی

source: You haven't earned any certificates yet.
fa: شما هنوز هیچ گواهی کسب نکرده‌اید.

source: Explore New Courses
fa: مرور دوره‌های تازه

source: Learner Profile
fa: پروفایل یادگیرنده

source: View My Records
fa: مشاهده سوابق من

source: My Profile
fa: پروفایل من

source: Build out your profile to personalize your identity on {platform_name}.
fa: برای شخصی سازی هویت خود در {platform_name}، پروفایل خود را ایجاد کنید.

source: An error occurred. Try loading the page again.
fa: خطایی روی داد دوباره صفحه را بارگیری کنید.

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
fa: برای ارائه یا بررسی بلیط‌های پشتیبانی، به پشتیبانی کارکنان دوره در پورتال شریک دسترسی پیدا کنید

source: edX Partner Portal
fa: پورتال شریک آکادمی

source: Browse recently launched courses and see what's new in your favorite subjects.
fa: دوره‌های اخیراً راه اندازی شده را مرور کنید و ببینید چه موارد جدیدی در موضوعات مورد علاقه شما وجود دارد.

source: Take advantage of free coaching!
fa: از مربیگری رایگان استفاده کنید!

source: Get Started
fa: شروع کنید

source: Page Footer
fa: پاورقی صفحه

source: edX Home Page
fa: صفحه خانه آکادمی

source: Connect
fa: اتصال

source: © {year} edX Inc. All rights reserved.
fa: © {year} edX Inc. کلیه حقوق محفوظ است.

source: About edX Verified Certificates
fa: درباره گواهی‌های تأیید شده آکادمی

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
fa: گواهی تأیید شده آکادمی به این معنی است که فراگیر توافق کرده است که کد افتخار آکادمی را رعایت کند و تمام وظایف مورد نیاز این دوره را تحت دستورالعمل‌های آن انجام دهد، همچنین شناسه عکس‌دار خود را برای تأیید هویت خود بررسی کند.

source: About edX
fa: درباره edX

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
fa: {link_start} آکادمی{link_end} کلاس‌های آنلاین تعاملی و MOOC از بهترین دانشگاه‌های جهان، از جمله MIT، هاروارد، برکلی، دانشگاه تگزاس و بسیاری دیگر را ارائه می‌دهد. آکادمی یک ابتکار غیرانتفاعی آنلاین است که توسط شرکای موسس هاروارد و MIT ایجاد شده است.

source: Congratulations, {user_name}!
fa: تبریک می‌گوییم، {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
fa: شما سخت تلاش کردید تا گواهینامه خود را از طریق {{accomplishment_copy_course_org} {dash} به اشتراک بگذارید و آن را با همکاران، دوستان و خانواده خود به اشتراک بگذارید تا در مورد آنچه در {accomplishment_course_title} تسلط دارید صحبت کنید.

source: Share this certificate on Facebook (opens a new tab/window)
fa: اشتراک این گواهینامه در فیس‌بوک (یک زبانه/پنجره جدید باز می‌شود)

source: Tweet this certificate (opens a new tab/window)
fa: این گواهینامه را توییت کنید(یک زبانه/ پنجره جدید باز می‌شود)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
fa: این گواهی را به نمایه LinkedIn خود اضافه کنید (یک زبانه/ پنجره جدید باز می‌شود)

source: Print
fa: چاپ

source: Print this certificate
fa: چاپ این گواهی

source: Terms of Service & Honor Code
fa: شرایط استفاده از خدمات و کدشرافت

source: edX Inc.
fa: آکادمی.

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks of edX Inc.
fa: کلیه حقوق برای گروه رسانه‌ای فانوس محفوظ است مگر در مواردی که ذکر شده است.

source: {b_start}Support our Mission: {b_end}EdX, a non-profit, relies on verified certificates to help fund affordable education to everyone globally.
fa: {b_start} از مأموریت ما پشتیبانی کنید.

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
fa: {b_start} از مأموریت ما پشتیبانی کنید{b_end}

source: Find Courses
fa: یافتن دوره

source: Schools & Partners
fa: آموزشگاه‌ها و همکاران

source: News
fa: اخبار

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
fa: {tos_link_start} شرایط استفاده از خدمات {tos_link_end} و {honor_link_start} کد افتخاری {honor_link_end}

source: Careers
fa: مسیرهای شغلی

source: Copyright
fa: حق نشر

source: Copyright {year}. All rights reserved.
fa: کلیه حقوق برای ناشر محفوظ است. {year}

source: For anyone, anywhere, anytime
fa: برای هر کسی، در هر نقطه، در هر زمان

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
fa: متأسفانه این نسخه از مرورگر شما پشتیبانی نمیشود. لطفا پس از بروزرسانی مرورگر فعلی و یا با استفاده از یک مرورگر دیگر مجددا تلاش کنید.

source: The following errors occurred while processing your registration:
fa: خطاهای زیر هنگام پردازش ثبت نام شما رخ داده‌اند:

source: Sign up with {provider_name}
fa: از طریق {provider_name} ثبت نام کنید

source: Create your own {platform_name} account below
fa: حساب کاربری {platform_name} خودتان را در زیر درست کنید

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
fa: خانه‌های اجباری با استفاده از <strong class="indicator"> قلم ضخیم و علامت ستاره(*)</strong> مشخص شده‌اند.

source: You've successfully signed in with {selected_provider}.
fa: شما با موفقیت با {selected_provider} وارد شدید.

source: We just need a little more information before you start learning with {platform_name}.
fa: ما کمی اطلاعات نیاز داریم قبل از این که آموزش خود را در {platform_name} شروع کنید.

source: Please complete the following fields to register for an account.
fa: لطفاً جاهای خالی را برای ثبت حساب کاربری تکمیل کنید.

source: example: Jane Doe
fa: به عنوان مثال: علی ایرانی

source: Your legal name, used for any certificates you earn.
fa: اسم قانونی شما که در گواهی‌نامه پایانی دوره درج خواهد شد.

source: example: JaneDoe
fa: به عنوان مثال: علی ایرانی

source: Will be shown in any discussions or forums you participate in
fa: در هر گفتگو یا انجمنی که شرکت کرده‌اید نمایش داده می‌شود

source: cannot be changed later
fa: در آینده قابل تغییر نیست

source: Welcome {username}
fa: {username} خوش آمدید

source: Enter a Public Display Name:
fa: یک نام که برای عموم قابل دیدن است وارد کنید:

source: Public Display Name
fa: نام قابل دید عموم

source: Additional Personal Information
fa: اطلاعات شخصی تکمیلی

source: example: New York
fa: به عنوان مثال: تهران

source: Highest Level of Education Completed
fa: بالاترین سطح تحصیلات

source: Year of Birth
fa: سال تولد

source: Mailing Address
fa: آدرس پست الکترونیکی

source: Please share with us your reasons for registering with {platform_name}
fa: لطفاً دلیل ثبت نام خود را در {platform_name} را شرح دهید

source: Account Acknowledgements
fa: تقدیرنامه‌های حساب کاربری

source: Preferences for {platform_name}
fa: تنظیمات {platform_name}

source: Update my {platform_name} Account
fa: حساب کاربری {platform_name} من را به روز کن

source: Processing your account information
fa: در حال پردازش اطلاعات حساب کاربری شما

source: Welcome {username}! Please set your preferences below
fa: {username} خوش آمدید! لطفا تنظیمات خود را وارد کنید

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
fa: قسمت‌های مورد نیاز توسط {strong_indicator} متن پررنگ و ستاره (*) مشخص می‌شوند. {strong_close}

source: Update My Account
fa: حساب کاربری من را به روز رسانی کن

source: Registration Help
fa: کمک به ثبت نام

source: Already registered?
fa: پیش از این ثبت نام شده‌اید؟

source: Log in
fa: ورود

source: Next Steps
fa: گام‌های بعدی

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
fa: شما یک پست الکترونیکی فعال سازی دریافت خواهید کرد. شما باید بر روی لینک‌های فعال سازی کلیک کنید. آیا پست الکترونیکی دیده نمی شود‌؟ قسمت اسپم ایمیل خود را چک کنید و ایمیل‌ها را به عنوان غیراسپم نشانه‌گذاری کنید.

source: Need Help?
fa: به کمک نیاز دارید؟

source: Need help in registering with {platform_name}?
fa: نیاز به کمک در ثبت نام {platform_name}؟

source: View our FAQs for answers to commonly asked questions.
fa: قسمت سوالات متداول را نگاه کنید تا جواب بسیاری از سوال‌های رایج را دریافت کنید.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
fa: هنگامی که ثبت نام کردید، اکثر سوالات در انجمن‌های مخصوص دوره یا از طریق سوالات متداول پاسخ داده خواهند شد.

source: Thank you for signing up for {platform_name}.
fa: سپاس برای ثبت نام در {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
fa: با فعال کردن حساب {platform_name} خود، زندگی خود را تغییر دهید و از امروز شروع به یادگیری کنید. روی لینک زیر کلیک کنید یا آن را کپی کرده و در نوار آدرس مرورگر خود جایگذاری کنید.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
fa: اگر این درخواست را نکردید، نیازی به انجام کاری ندارید. دیگر نامه‌ای از طرف ما دریافت نخواهید کرد. لطفا به این نامه الکترونیکی پاسخ ندهید؛ اگر به کمک نیاز دارید، بخش مربوط به وب‌سایت دوره‌های {platform_name} را بررسی کنید.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
fa: این برای تأیید این است که شما پست الکترونیکی مرتبط با {platform_name} را از {old_email} به {new_email} تغییر داده‌اید. اگر این درخواست را نکردید، لطفا با ما تماس بگیرید در

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
fa: ما نامه‌های پست الکترونیکی قدیمی را نگه می‌داریم‌، بنابراین اگر این درخواست غیر عمدی بود‌، می‌توانیم تحقیق کنیم.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
fa: ما درخواستی برای تغییر پست الکترونیکی مرتبط با حساب {platform_name} شما از {old_email} به {new_email} دریافت کردیم. اگر این درست است، لطفا با مراجعه به آدرس پست الکترونیکی جدید خود را تأیید کنید:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
fa: متاسفیم. کارکنان دوره ما درخواست شما را برای تغییر نام شما از {old_name} به {new_name} تأیید نکردند. اگر به کمک بیشتری نیاز دارید، لطفاً به پشتیبانی فنی نامه الکترونیکی {email} ارسال کنید

source: Put your Terms of Service here!
fa: شرایط استفاده از خدمات را در اینجا قرار دهید!

source: Put your Privacy Policy here!
fa: خط مشی حفظ حریم خصوصی خود را اینجا قرار دهید!

source: Put your Honor Code here!
fa: کد افتخار خود را اینجا قرار دهید!

source: Put your Copyright Text here!
fa: متن حق چاپ خود را اینجا قرار دهید!
