Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: Warm regards,<br>The {platform_name} Team
fa: با احترام، <br> با {platform_name} تیم

source: Dear [[Name]]
fa: [[نام]] عزیز

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
fa: برای ثبت‌نام در {course_names} ما یک URL ثبت‌نام برای شما فراهم کرده‌ایم. لطفاً دستورالعمل‌های زیر را برای ادعای دسترسی خود دنبال کنید.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
fa: آدرس بازخرید شما: [[Enter Redeem URL here from the attached CSV]]

source: (1) Register for an account at {site_name}
fa: (1) در {site_name} برای یک باز کردن حساب ثبت نام کنید

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
fa: (2) پس از ثبت نام، URL استفاده را کپی کرده و در مرورگر وب خود جای گذاری کنید.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
fa: (3) در صفحه تأیید ثبت نام، روی دکمه 'فعال کردن کد ثبت نام' کلیک کنید. این تأیید ثبت نام را نشان می‌دهد.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
fa: (۴) شما باید بتوانید روی دکمه "مشاهده دوره" کلیک کنید یا دوره خود را در داشبورد دانشجو خود در {url} مشاهده کنید

source: (5) Course materials will not be available until the course start date.
fa: (5) مواد دوره در دسترس نخواهد بود تا زمانی که تاریخ دوره شروع می‌شود.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
fa: <p>بااحترام,</p><p>[[امضای شما]]</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
fa: متاسفیم! عکس‌هایی که برای تأیید شناسه ارسال کرده‌اید به دلیل(های) زیر پذیرفته نشده‌اند:

source: The photo(s) of you:
fa: عکس(های) شما:

source: The photo of you:
fa: عکس شما:

source: The photo of your ID:
fa: عکس شناسه شما:

source: Other Reasons:
fa: دلایل دیگر:

source: Resubmit Verification: {reverify_url}
fa: ارسال دوباره تاییدیه: {reverify_url}

source: ID Verification FAQ: {faq_url}
fa: سوالات متداول تایید شناسه: {faq_url}

source: Thank you,
fa: با سپاس،

source: The {platform_name} team
fa: تیم {platform_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
fa: پرداخت شما موفقیت آمیز بود. هزینه زیر را در صورتحساب کارت اعتباری یا بدهی بعدی خود با نام شرکت {merchant_name} مشاهده خواهید کرد.

source: Your order number is: {order_number}
fa: شماره سفارش شما: {order_number}

source: Hi {full_name}
fa: {full_name} سلام

source: Congratulations! Your ID verification process was successful.
fa: تبریک! فرایند تایید شناسه شما موفقیت‌آمیز بود.

source: Your verification is effective for one year. It will expire on {expiry_date}
fa: تاییدیه شما برای یک سال معتبر است. این تاییدیه در تاریخ {expiry_date} منقضی خواهد شد

source: Hi {full_name},
fa: سلام {full_name}،

source: Thanks for submitting your photos!
fa: با تشکر از ثبت عکس‌هایتان!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
fa: ما اطلاعات شما را دریافت کرده‌ایم و روند تأیید هویت آغاز شده است. در چند روز آینده برای تأیید اینکه آیا تأییدیه شما موفق بوده ‌است، پست الکترونیکی خود را بررسی کنید. همچنین می‌توانید وضعیت روند تأیید را در داشبورد خود بررسی کنید.

source: Thank you for purchasing enrollments in {course_name}.
fa: با تشکر از شما برای ثبت نام در {course_name}.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
fa: یک صورتحساب برای {currency_symbol}{total_price} وصل شده است. پرداخت با توجه به اعلام وصول می باشد. می توانید اطلاعات مربوط به روش‌های پرداخت را در فاکتور پیدا کنید.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
fa: یک فایل .csv که کدهای ثبت‌نام شما را فهرست می‌کند پیوست شده است. برای توزیع کدهای ثبت‌نام در دانشجویان می‌توانید از الگوی پست الکترونیکی زیر استفاده کنید. هر دانشجو باید از کد ثبت‌نام جداگانه استفاده کند.

source: Thanks, The {platform_name} Team
fa: متشکریم تیم {platform_name}

source: Dear [[Name]]:
fa: [[نام]] عزیز:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
fa: ما برای شما یک کد ثبت نام برای درس {course_name} فراهم کرده‌ایم. برای ثبت نام در این درس روی پیوند زیر کلیک کنید:

source: HTML link from the attached CSV file
fa: لینک HTML از فایل CSV پیوست شده

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
fa: پس از ثبت‌نام، می‌توانید دوره را در داشبورد خود مشاهده کنید. بعد از تاریخ شروع دوره می‌توانید مطالب دوره را مشاهده کنید.

source: Sincerely, [[Your Signature]]
fa: با احترام، [[امضای شما]]

source: INVOICE
fa: صورتحساب

source: Date: {date}
fa: تاریخ: {date}

source: Invoice No: {invoice_number}
fa: شماره فاکتور: {invoice_number}

source: Terms: Due Upon Receipt
fa: شرایط: به محض دریافت

source: Due Date: {date}
fa: تا تاریخ: {date}

source: Bill to:
fa: صورتحساب به:

source: Customer Reference Number: {reference_number}
fa: شماره مرجع مشتری: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
fa: مبلغ قابل پرداخت: {currency_symbol}{sale_price}

source: Course: {course_name}
fa: دوره: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
fa: قیمت: {currency_symbol}{course_price} مقدار: {quantity} جمع جزء: {currency_symbol}{sub_total} تخفیف: {currency_symbol}{discount}

source: Total: {currency_symbol}{sale_price}
fa: مجموع: {currency_symbol}{sale_price}

source: Payment Instructions
fa: دستورالعمل پرداخت

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
fa: در صورت عدم دریافت هزینه، ثبت‌نام فراگیرانی که از این کدها استفاده می‌کنند لغو می‌شود و فراگیران نمی‌توانند به مطالب دوره دسترسی پیدا کنند. همه خریدها نهایی هستند. برای اطلاعات بیشتر، به خط مشی لغو {site_name} مراجعه کنید.

source: For payment questions, contact {contact_email}
fa: برای سوالات مربوط به پرداخت، با {contact_email} تماس بگیرید

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
fa: متاسفیم. کارکنان دوره ما درخواست شما را برای تغییر نام شما از {old_name} به {new_name} تأیید نکردند. اگر به کمک بیشتری نیاز دارید، لطفاً به کارکنان دوره از طریق {email} پست الکترونیکی ارسال کنید.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
fa: ما با موفقیت هویت شما را برای ارزیابی{assessment} در دوره {course_name} تأیید کردیم.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
fa: ما نتوانستیم هویت شما را برای ارزیابی {assessment} در دوره {course_name} تأیید کنیم. شما برای تأیید هویت خود {used_attempts} تلاش از {allowed_attempts} را استفاده کرده‌اید.

source: You must verify your identity before the assessment closes on {due_date}.
fa: شما باید هویت خود را قبل از بسته شدن ارزیابی در تاریخ {due_date} تأیید کنید.

source: To try to verify your identity again, select the following link:
fa: سعی کنید به منظور تایید، هویت خود را دوباره از لینک زیر را انتخاب کنید:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
fa: ما نتوانستیم هویت شما را برای ارزیابی {assessment} در دوره {course_name} تأیید کنیم. شما برای تأیید هویت خود {used_attempts} تلاش از {allowed_attempts} را استفاده کرده‌اید و تأیید دیگر امکان‌پذیر نیست.

source: To go to the courseware, select the following link:
fa: برای رفتن به دوره‌های آموزشی، لینک زیر را انتخاب کنید:

source: If you have any questions, you can contact student support at {support_link}.
fa: اگر سوالی دارید، می‌توانید با پشتیبانی دانشجویی از طریق {support_link} تماس بگیرید.

source: Thanks,
fa: با تشکر،

source: This Course Unavailable In Your Country
fa: این دوره برای کشور شما ارائه نمی‌گردد

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
fa: سیستم ما نشان می‌دهد که شما سعی دارید از یک کشور یا منطقه‌ای به این دوره {platform_name} دسترسی پیدا کنید که در حال حاضر در آن در دسترس نیست.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
fa: سیستم ما نشان می‌دهد که شما سعی دارید از یک کشور یا منطقه‌ای در این دوره {platform_name} ثبت‌نام کنید که در حال حاضر در دسترس نیست.

source: Enrollment Successful
fa: ثبت نام موفقیت آمیز بود

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
fa: از شما برای ثبت‌نام در {course_names} متشکریم. امیدواریم از دوره لذت ببرید.

source: Thank you for enrolling in:
fa: سپاس برای ثبت‌نام در:

source: We hope you enjoy the course.
fa: امیدواریم از دوره لذت ببرید.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
fa: {platform_name} یک سازمان غیرانتفاعی است که آموزش با کیفیت بالا را برای همه، در همه جا به ارمغان می‌آورد. کمک شما به ما امکان می‌دهد تا به طور مداوم تجربه یادگیری را برای میلیون‌ها نفر بهبود ببخشیم و هر بار یک دانشجوی آینده بهتر بسازیم.

source: Donation Actions
fa: فعالیت‌های اهدایی

source: Financial Assistance Application
fa: برنامه کمک مالی

source: A Note to Learners
fa: پیامی برای فراگیران

source: Dear edX Learner,
fa: فراگیر عزیز آکادمی،

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
fa: کمک مالی آکادمی برنامه‌ای است که ما ایجاد کردیم تا به فراگیران در هر شرایط مالی فرصتی برای کسب گواهی تأیید شده پس از اتمام موفقیت آمیز یک دوره بدهیم.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
fa: اگر می‌خواهید به دنبال یک گواهی تأیید شده باشید، اما توانایی پرداخت هزینه را ندارید، لطفاً هم اکنون اقدام کنید. لطفا توجه داشته باشید که کمک مالی محدود است و ممکن است به همه داوطلبان واجد شرایط اعطا نشود.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
fa: برای اینکه واجد شرایط دریافت کمک مالی آکادمی باشید، باید نشان دهید که پرداخت هزینه گواهی تأیید شده شما را دچار مشکل اقتصادی می‌کند. برای درخواست، از شما خواسته می‌شود به چند سوال در مورد دلیل درخواست خود و چگونگی سود گواهی تأیید شده پاسخ دهید.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
fa: اگر درخواست شما تأیید شود، ما در آکادمی دستورالعمل‌هایی را برای تأیید هویت به شما می‌دهیم تا بتوانید برای تکمیل دوره خود کار کنید.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
fa: آکادمی متعهد است این امکان را برای شما فراهم کند که دوره‌های با کیفیت بالا را از موسسات پیشرو صرف نظر از وضعیت مالی خود دریافت کنید، یک گواهینامه تأیید شده کسب کنید و موفقیت خود را با دیگران به اشتراک بگذارید.

source: Sincerely, Anant
fa: با احترام

source: Back to Student FAQs
fa: بازگشت به سوالات متداول دانشجو

source: Apply for Financial Assistance
fa: درخواست برای کمک مالی

source: {platform_name} Home Page
fa: صفحه اول {platform_name}

source: Options Menu
fa: منوی گزینه‌ها

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
fa: ‫{begin_strong}هشدار:{end_strong} مرورگر شما بطور کامل پشتبیانی نمی‌شود. اکیدا توصیه می کنیم که از {chrome_link} یا {ff_link} استفاده کنید.

source: Programs
fa: دوره‌ها

source: Discover New
fa: کشف تازه‌ها

source: Sysadmin
fa: مدیر سیستم

source: Shopping Cart
fa: کارت خرید

source: Supplemental Links
fa: لینک‌های تکمیلی

source: How it Works
fa: چگونه کار می‌کند

source: Schools
fa: مدارس

source: Register
fa: ثبت نام

source: Sign in
fa: ورود

source: Resume your last course
fa: آخرین دوره خود را ادامه دهید

source: Profile
fa: پروفایل

source: Order History
fa: تاریخچه سفارش

source: Add Coupon Code
fa: کد تخفیف را اضافه کنید

source: Enter information about the coupon code below.
fa: اطلاعات مربوط به کد تخفیف را در زیر وارد کنید.

source: Coupon Code
fa: کد تخفیف

source: Discount Percentage
fa: درصد تخفیف

source: Description
fa: توصیف

source: Add expiration date
fa: اضافه‌کردن تاریخ انقضا

source: Example Certificates
fa: گواهینامه‌های نمونه

source: Generate example certificates for the course.
fa: برای این دوره گواهینامه‌هایی تولید کنید.

source: Generate Example Certificates
fa: گواهینامه‌های نمونه ایجاد کنید

source: Status:
fa: وضعیت:

source: Generating example {name} certificate
fa: در حال تولید گواهی مثال {name}

source: Error generating example {name} certificate: {error}
fa: خطا در تولید نمونه گواهی {name}: {error}

source: View {name} certificate
fa: مشاهده گواهی {name}

source: Refresh Status
fa: تازه کردن وضعیت

source: Student-Generated Certificates
fa: گواهی‌های دانشجو ساخته

source: Disable Student-Generated Certificates
fa: گواهینامه‌های دانشجو ساخته را غیرفعال کنید

source: Enable Student-Generated Certificates
fa: گواهینامه‌های دانشجو ساخته را فعال کنید

source: You must successfully generate example certificates before you enable student-generated certificates.
fa: قبل از فعال کردن گواهینامه‌های تولید شده توسط دانشجویان، باید با موفقیت گواهینامه‌های نمونه تولید کنید.

source: Generate Certificates
fa: تولید گواهی‌ها

source: Course certificate generation requires an activated web certificate configuration.
fa: تولید گواهی دوره به پیکربندی گواهی وب فعال شده نیاز دارد.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
fa: وقتی برای تولید گواهینامه‌های دوره خود آماده شدید، روی ایجاد گواهینامه‌ها کلیک کنید. اگر حالت گواهینامه را بر روی تولید درخواستی تنظیم کرده‌اید‌، نیازی به این کار نیست.

source: Pending Tasks
fa: کارهای معلق

source: The status for any active tasks appears in a table below.
fa: وضعیت هر کار فعال در جدول زیر نشان داده می‌شود.

source: Regenerate Certificates
fa: بازسازی گواهی‌ها

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
fa: برای ایجاد مجدد گواهینامه‌های دوره خود، فراگیرانی را که گواهینامه‌های بازسازی شده را دریافت می‌کنند انتخاب کنید و روی بازسازی گواهی‌ها کلیک کنید.

source: Choose learner types for regeneration
fa: انواع یادگیرنده را برای بازسازی انتخاب کنید

source: Regenerate for learners who have already received certificates. ({count})
fa: بازسازی برای فراگیرانی که قبلاً گواهینامه دریافت کرده‌اند. ({count})

source: Regenerate for learners who have not received certificates. ({count})
fa: بازسازی برای فراگیرانی که قبلاً گواهینامه دریافت نکرده‌اند. ({count})

source: Regenerate for learners with audit passing state. ({count})
fa: بازسازی برای فراگیران با وضعیت عبور از بررسی. ({count})

source: Regenerate for learners with audit not passing state. ({count})
fa: بازسازی برای فراگیران با وضعیت عدم عبور از بررسی. ({count})

source: Regenerate for learners in an error state. ({count})
fa: بازسازی برای فراگیران در حالت خطا. ({count})

source: Certificate Generation History
fa: تاریخچه تولید گواهی

source: Task name
fa: نام کار

source: SET CERTIFICATE EXCEPTIONS
fa: تنظیم استثناهای گواهی

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
fa: برای تولید گواهینامه‌هایی برای فراگیرانی که صلاحیت دریافت گواهینامه را ندارند اما گروه آموزشی استثنا داده‌اند، موارد استثنایی را تعیین کنید. پس از افزودن فراگیران به فهرست استثناها، روی ایجاد مجوزهای استثنا در زیر کلیک کنید.

source: Invalidate Certificates
fa: بی‌اعتبار سازی گواهی‌ها

source: Enrollment Information
fa: اطلاعات ثبت‌نام

source: Number of enrollees (admins, staff, and students) by track
fa: تعداد ثبت نام کنندگان (مدیران، کارمندان و دانشجویان) از مسیر

source: Verified
fa: تایید شده

source: Audit
fa: بررسی شده

source: Honor
fa: افتخاری (Honor)

source: Professional
fa: حرفه‌ایی

source: Master's
fa: کارشناسی ارشد

source: Basic Course Information
fa: اطلاعات پایه کلاس

source: Course Name:
fa: نام دوره:

source: Course Start Date:
fa: تاریخ شروع دوره:

source: Course End Date:
fa: تاریخ پایان دوره:

source: No end date set
fa: تاریخ پایانی تنظیم نشده است

source: Has the course started?
fa: دوره شروع شده است؟

source: Yes
fa: بله

source: No
fa: خیر

source: Has the course ended?
fa: دوره پایان یافته است؟

source: Number of sections:
fa: تعداد جلسات:

source: Grade Cutoffs:
fa: نمره قبولی:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
fa: گزارش‌های دقیق واردات Git را برای این دوره مشاهده کنید {link_start} با کلیک کردن اینجا {link_end}.

source: Course Warnings
fa: اخطار دوره

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
fa: برای نمایش تنظیمات نمره‌دهی دوره کلیک کنید. تنظیمات نمره‌دهی به تقسیم بندی زیرمجموعه‌های نمره‌دهی شده دوره (مانند امتحانات و مجموعه مشکلات) است و می‌تواند در صفحه "نمره‌دهی" (در بخش "تنظیمات") در استودیو تغییر یابد.

source: Grading Configuration
fa: تنظیمات نمره‌دهی

source: Click to download a CSV of anonymized student IDs:
fa: برای دانلود CSV شناسه‌های دانشجویی ناشناس کلیک کنید:

source: Get Student Anonymized IDs CSV
fa: دریافت شناسه CSV دانشجویان ناشناس

source: Reports
fa: گزارش‌ها

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
fa: برای دوره‌های بزرگ، تهیه برخی از گزارش‌ها ممکن است چندین ساعت طول بکشد. وقتی تولید گزارش کامل شد، لینکی که شامل تاریخ و زمان تولید است در جدول زیر ظاهر می‌شود. این گزارش‌ها در پس زمینه تولید می‌شوند، بدین معنا که در هنگام تولید گزارش، رفتن از این صفحه بلامانع است.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
fa: لطفاً صبور باشید و چندین بار روی این دکمه‌ها کلیک نکنید. چندین بار کلیک بر روی این دکمه‌ها روند تولید را کند می‌کند.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
fa: برای ایجاد یک فایل CSV از همه دانشجویان ثبت‌نام شده در این دوره، همراه با اطلاعات نمایه مانند نشانی پست الکترونیکی و نام کاربری، کلیک کنید:

source: Download profile information as a CSV
fa: اطلاعات نمایه را به عنوان CSV بارگیری کنید

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
fa: کلیک کنید تا یک فایل CSV ایجاد کنید که شامل فراگیرانی است که می‌توانند در دوره ثبت‌نام کنند اما هنوز این کار را انجام نداده‌اند.

source: Download a CSV of learners who can enroll
fa: CSV فراگیرانی را که می‌توانند ثبت‌نام کنند بارگیری کنید

source: Click to generate a CSV file of all proctored exam results in this course.
fa: برای ایجاد یک فایل CSV از تمام نتایج آزمون آزمایشی در این دوره کلیک کنید.

source: Generate Proctored Exam Results Report
fa: تولید گزارش نتایج آزمون آزمایشی

source: Click to generate a CSV file of survey results for this course.
fa: برای ایجاد یک فایل CSV از نتایج نظرسنجی برای این دوره کلیک کنید.

source: Generate Survey Results Report
fa: تولید گزارش نتایج نظرسنجی

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
fa: برای تولید یک فایل CSV که فهرست همه پاسخ‌های دانش جویان به مسئله است، یک مسئله را انتخاب کنید. شما همچنین می‌توانید یک بخش یا فصل را انتخاب کنید تا نتایج همه مسائل را در آن بخش یا فصل شامل شود.

source: NOTE
fa: توجه

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
fa: گزارش تولید شده به {max_entries} پاسخ محدود می‌شود. اگر بیش از {max_entries} پاسخ دارید، سعی کنید گزارش را به صورت فصل به فصل یا مسئله به مسئله ایجاد کنید یا برای افزایش محدودیت با مدیر سایت خود تماس بگیرید.

source: Download a CSV of problem responses
fa: CSV پاسخ‌های مساله را بارگیری کنید

source: Click to list certificates that are issued for this course:
fa: برای فهرست کردن گواهینامه‌هایی که برای این دوره صادر شده کلیک کنید:

source: View Certificates Issued
fa: مشاهده گواهینامه‌های صادر شده

source: Download CSV of Certificates Issued
fa: CSV گواهینامه‌های صادر شده را بارگیری کنید

source: For smaller courses, click to list profile information for enrolled students directly on this page:
fa: برای دوره‌های کوچکتر، برای فهرست اطلاعات نمایه دانشجویان ثبت‌نام شده مستقیماً در این صفحه کلیک کنید:

source: List enrolled students' profile information
fa: اطلاعات نمایه دانشجویان ثبت‌نام شده را فهرست کنید

source: Click to generate a CSV grade report for all currently enrolled students.
fa: برای تهیه گزارش نمره CSV برای همه دانشجویان در حال ثبت‌نام کلیک کنید.

source: Generate Grade Report
fa: ایجاد گزارش نمره

source: Generate Problem Grade Report
fa: تولید گزارش نمره مساله

source: Generate ORA Data Report
fa: تولید گزارش داده ORA

source: Reports Available for Download
fa: گزارش‌های آماده برای دانلود

source: The reports listed below are available for download, identified by UTC date and time of generation.
fa: گزارش‌های ذکر شده در زیر برای دانلود در دسترس هستند، که براساس تاریخ و زمان تولید UTC مشخص شده‌اند.
