Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: ${newPrice}{htmlEnd} for entire program
fa: ${newPrice}{htmlEnd} برای کل برنامه

source: You save ${discount_value} {currency}
fa: شما ${discount_value} {currency} ذخیره می‌کنید

source: ${full_program_price} for entire program
fa: ${full_program_price} برای کل برنامه

source: Courses in the {}
fa: دوره‌ها در {}

source: Starts on {}
fa: در {} شروع می‌شود

source: {course_number} Progress
fa: ‫{course_number} پیشرفت

source: View Grading in studio
fa: مشاهده نمره در استودیو

source: Course Progress for '{username}' ({email})
fa: پیشرفت دوره برای "{username}" ({email})

source: View Certificate
fa: نمایش گواهی

source: Opens in a new browser window
fa: در یک پنجره جدید باز می‌شود

source: Download Your Certificate
fa: گواهی خود را دانلود کنید

source: Request Certificate
fa: درخواست گواهی

source: Requirements for Course Credit
fa: شرایط اعتبار دوره

source: {student_name}, you are no longer eligible for credit in this course.
fa: {student_name}، دیگر در این دوره واجد شرایط اعتبار نیستید.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
fa: {student_name}، شما شرایط اعتبار را در این دوره برآورده کرده‌اید. برای خرید اعتبار دوره، {a_start} به میزکار خود بروید {a_end}.

source: {student_name}, you have not yet met the requirements for credit.
fa: {student_name}، شما هنوز شرایط لازم برای اعتبار را ندارید.

source: Information about course credit requirements
fa: اطلاعات مربوط به شرایط اعتباری دوره

source: Verification Submitted
fa: تأییدیه ارسال شد

source: Verification Failed
fa: تاییدیه ناموفق

source: Verification Declined
fa: تاییدیه لغو شد

source: Completed by {date}
fa: تا {date} تکمیل شد

source: Upcoming
fa: آینده

source: Less
fa: کمتر

source: Details for each chapter
fa: جزییات هر فصل

source: {earned} of {total} possible points
fa: ‫{earned} از {total} مجموع امتیاز ممکن

source: Suspicious activity detected during proctored exam review. Exam score 0.
fa: فعالیت مشکوکی در هنگام بررسی امتحان آزمایشی شناسایی شد. نمره امتحان 0.

source: Section grade has been overridden.
fa: نمره بخش لغو شده است.

source: Problem Scores:
fa: نمره مسائل:

source: Practice Scores:
fa: نمرات تمرینات:

source: Problem scores are hidden until the due date.
fa: امتیازات مسائل تا تاریخ مقرر پنهان است.

source: Practice scores are hidden until the due date.
fa: امتیازات تمرین تا تاریخ مقرر پنهان است.

source: Problem scores are hidden.
fa: امتیازات مساله پنهان است.

source: Practice scores are hidden.
fa: امتیازات تمرین پنهان است.

source: No problem scores in this section
fa: بدون نمرات مساله در این بخش

source: Syllabus
fa: برنامه آموزشی

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
fa: آخرین باری که مراجعه کردید در {section_link} قرار داشتید. اگر آنرا به پایان رسانده‌اید قسمت دیگری را از سمت چپ انتخاب کنید.

source: Hi {name},
fa: سلام {name}،

source: Hi,
fa: سلام،

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
fa: تبریک می‌گویم! اکنون برای انجام موفقیت‌آمیز دوره {platform_name} خود واجد شرایط دریافت مدرک دوره از {providers} هستید! {link_start} هم اکنون مدرک خریداری کنید. {link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
fa: تبریک می‌گویم! شما برای انجام موفقیت‌آمیز دوره {platform_name} خود واجد شرایط دریافت مدرک دوره هستید! {link_start} هم اکنون اعتبار خریداری کنید. {link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
fa: مدرک دوره می‌تواند به شما کمک کند تا شروع به تحصیل در دانشگاه خود کنید، مدرکی را که قبلاً شروع کرده‌اید به پایان برسانید یا شرایط لازم را در یک موسسه دانشگاهی دیگر برآورده کنید.

source: There are 2 steps to getting course credit.
fa: برای گرفتن مدرک دوره ۲ مرحله وجود دارد.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
fa: با رفتن به {link_start} {platform_name} میزکار{link_end} و کلیک روی دکمه {bold_start} دریافت مدرک {bold_end} در زیر عنوان دوره، مدرک را خریداری کنید.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
fa: پس از اتمام پرداخت، به میزکار برگردید و بر روی دکمه {bold_start} درخواست مدرک {bold_end} در زیر عنوان دوره کلیک کنید تا یک رونوشت رسمی دانشگاهی را در موسسه اعطای اعتبار درخواست کنید.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
fa: امیدواریم از دوره لذت برده باشید و امیدواریم در دوره‌های بعدی {platform_name} شما را ببینیم!

source: The {platform_name} Team
fa: تیم {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
fa: {link_start} برای اطلاعات بیشتر در مورد مدرک در {platform_name} {link_end} اینجا را کلیک کنید.

source: Your certificate will be available on or before {date}
fa: گواهی شما در تاریخ {date} یا قبل از آن در دسترس خواهد بود

source: Your final grade:
fa: نمره پایانی شما:

source: Grades will be finalized on {cert_available_date}
fa: نمرات در تاریخ {cert_available_date} نهایی می‌شوند

source: Grade required for a {cert_name_short}:
fa: نمره مورد نیاز برای {cert_name_short}:

source: Grade required to pass this course:
fa: نمره لازم برای گذراندن این دوره:

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
fa: گواهینامه شما صادر نشده است زیرا شما با {platform_name} هویت فعلی تأیید شده ندارید.

source: Verify your identity now.
fa: اکنون هویت خود را تایید کنید.

source: Your {cert_name_short} is Generating
fa: مدرک تکمیل دوره {cert_name_short} شما در حال تولید است

source: This link will open the certificate web view
fa: این لینک نمای وب گواهی را باز می‌کند

source: View {cert_name_short}
fa: نمایش {cert_name_short}

source: This link will open/download a PDF document
fa: این لینک سند PDF باز می شود / دانلود می‌شود

source: Download {cert_name_short} (PDF)
fa: دانلود {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
fa: مدرک تکمیل درس را از {cert_name_short} (PDF) دانلود کنید

source: This link will open/download a PDF document of your verified {cert_name_long}.
fa: این لینک باز خواهد شد / یک سند PDF از تایید {cert_name_long} خود را دانلود کنید.

source: Download Your ID Verified {cert_name_short} (PDF)
fa: دانلود ID شما تایید شده {cert_name_short} (PDF)

source: Complete our course feedback survey
fa: تکمیل پیمایش بازخورد دوره

source: Add Certificate to LinkedIn Profile
fa: افزودن گواهی به پروفایل لینکدین

source: Share on LinkedIn
fa: اشتراک گذاشتن در لینکدین

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
fa: از آنجا که هنگام ایجاد اکانت {cert_name_long} شما مجموعه معتبری از عکس‌های تأیید شده از شما نداشتیم، نمی‌توانیم {cert_name_short} تأیید شده را به شما اعطا کنیم. به جای آن، کد افتخاری(honor) {cert_name_short} اعطا شده است.

source: Course details
fa: جزئیات دوره

source: {course_number} {course_name} Home Page
fa: صفحه {course_number} {course_name}

source: {course_number} {course_name} Cover Image
fa: تصویر کاور {course_number} {course_name}

source: Enrolled as:
fa: ثبت نام شده به عنوان :

source: Coming Soon
fa: به زودی

source: Ended - {date}
fa: به پایان رسید - {date}

source: Started - {date}
fa: آغاز شده - {date}

source: Starts - {date}
fa: شروع می‌شود - {date}

source: for {course_display_name}
fa: برای {course_display_name}

source: You must select a session by {expiration_date} to access the course.
fa: برای دسترسی به دوره باید یک جلسه تا تاریخ {expiration_date} انتخاب کنید.

source: You must select a session to access the course.
fa: برای دسترسی به دوره باید یک جلسه انتخاب کنید.

source: Change or Leave Session
fa: تغییر یا ترک جلسه

source: You can no longer change sessions.
fa: دیگر نمی‌توانید جلسات را تغییر دهید.

source: You can change sessions until {entitlement_expiration_date}.
fa: شما می‌توانید جلسات را تا تاریخ {entitlement_expiration_date} تغییر دهید.

source: View Archived Course
fa: مشاهده آرشیو دوره

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
fa: من درحال گذراندن {course_name} به صورت آنلاین با {facebook_brand} هستم. آن را بررسی کنید!

source: Share {course_name} on Facebook
fa: اشتراک {course_name} در فیس‌بوک

source: Share on Facebook
fa: در فیسبوک به اشتراک بگذارید

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
fa: من درحال گذراندن {course_name} به صورت آنلاین با {twitter_brand} هستم. آن را بررسی کنید!

source: Share {course_name} on Twitter
fa: اشتراک{course_name} در توییتر

source: Course options for
fa: گزینه‌های دوره برای

source: Available Actions
fa: اقدامات قابل انجام

source: Email Settings
fa: تنظیمات پست الکترونیکی

source: Related Programs
fa: برنامه‌های مرتبط

source: You can no longer access this course because payment has not yet been received. You can contact the account holder to request payment, or you can unenroll from this course
fa: دیگر نمی‌توانید به این دوره دسترسی پیدا کنید زیرا هنوز پرداختی دریافت نشده است. برای درخواست پرداخت می‌توانید با دارنده حساب تماس بگیرید، یا می‌توانید از این دوره لغو ثبت‌نام کنید

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
fa: دیگر نمی‌توانید به این دوره دسترسی پیدا کنید زیرا هنوز پرداختی دریافت نشده است. برای درخواست پرداخت می‌توانید {contact_link_start} با دارنده حساب تماس بگیرید {contact_link_end}، یا می‌توانید از این دوره {unenroll_link_start} لغو ثبت‌نام {unenroll_link_end} را انجام دهید

source: Verification not yet complete.
fa: تأیید هنوز کامل نیست.

source: You only have {days} day left to verify for this course.
fa: برای تأیید این دوره فقط {days} روز فرصت دارید.

source: Almost there!
fa: تقریبا وجود دارد!

source: You still need to verify for this course.
fa: شما هنوز باید برای این دوره تاییدیه بگیرید.

source: Verify Now
fa: الان تایید کن

source: You have submitted your verification information.
fa: شما اطلاعات تأیید خود را ارسال کرده‌اید.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
fa: هنگامی که فرآیند تایید کامل شد، شما یک پیام در داشبورد خود خواهید دید (معمولا در عرض 1-2 روز).

source: Your current verification will expire soon!
fa: تأییدیه فعلی شما به زودی منقضی می‌شود!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
fa: شما اطلاعات تأییدیه خود را ارسال کرده‌اید. با تکمیل مراحل تأیید (معمولاً طی ۱-۲ روز) پیامی را در میزکار خود مشاهده خواهید کرد.

source: You have successfully verified your ID with edX
fa: شما با موفقیت شناسه خود را با edX تأیید کردید

source: Your current verification is effective until {date}.
fa: تاییدیه فعلی شما تا {date} موثر است.

source: Your current verification will expire soon.
fa: تاییدیه فعلی شما به زودی منقضی خواهد شد.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
fa: تاییدیه فعلی شما در {days} روز منقضی خواهد شد.{start_link} با استفاده از وب کم و شناسه عکس صادر شده توسط دولت، اکنون دوباره هویت خود را تأیید کنید {end_link}.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
fa: برای برجسته کردن دانش و مهارتهایی که در این دوره کسب می‌کنید، یک {cert_name_long} را دنبال کنید.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
fa: معتبر و رسمی - قابل به اشتراک گذاری - عامل انگیزشی ثابت شده برای پایبندی به تکمیل دوره. {line_break} {link_start}در مورد مدرک معتبر {cert_name_long} بیشتر بدانید{link_end}.

source: Upgrade to Verified
fa: دریافت مدرک

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
fa: شما این دوره را به پایان رسانده‌اید و واجد شرایط خرید مدرک دوره هستید. برای شروع کار {strong_start} دریافت مدرک {strong_end} را انتخاب کنید.

source: You are now eligible for credit from {provider}. Congratulations!
fa: شما هم اکنون واجد شرایط برای دریافت مدرک از {provider} هستند. تبریک!

source: Get Credit
fa: مدرک بگیرید

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
fa: با تشکر از شما برای پرداخت. برای دریافت مدرک دوره، اکنون باید از وب‌سایت {link_to_provider_site} مدرک درخواست کنید. برای شروع {start_bold} درخواست مدرک {end_bold} را انتخاب کنید.

source: Request Credit
fa: درخواست مدرک

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
fa: {provider_name} درخواست مدرک دوره شما را دریافت کرده است. وقتی پردازش مدرک به پایان رسید، شما را مطلع خواهیم کرد.

source: View Details
fa: دیدن جزئیات

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
fa: {start_bold} تبریک می‌گویم! {end_bold} {provider_name} درخواست شما را برای مدرک دوره تأیید کرده است. برای دیدن مدرک دوره خود، به وب‌سایت {link_to_provider_site} مراجعه کنید.

source: View Credit
fa: نمایش مدرک

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
fa: {provider_name} درخواست شما برای اعتبار دوره را تأیید نکرد. برای اطلاعات بیشتر، مستقیماً با {link_to_provider_site} تماس بگیرید.

source: An error occurred with this transaction. For help, contact {support_email}.
fa: خطایی در این تراکنش رخ داده است. برای کمک، با {support_email} تماس بگیرید.

source: Course options for {courseName}
fa: گزینه‌های دوره برای {courseName}

source: Consent to share your data
fa: برای اشتراک اطلاعات خود رضایت دهید

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
fa: برای دسترسی به این دوره، ابتدا باید رضایت دهید که دستاوردهای یادگیری خود را با {enterprise_customer_name} به اشتراک بگذارید.

source: View Consent
fa: مشاهده رضایت‌نامه

source: Current Verification Status: Approved
fa: وضعیت تأییدیه فعلی: تأیید‌شده

source: Your edX verification has been approved. Your verification is effective for one year after submission.
fa: تأییدیه آکادمی شما تأیید شده است. تأیید صحت شما برای یک سال پس از ارسال موثر است.

source: Your photo verification expires on {verification_expiry}. Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
fa: تأیید عکس شما در تاریخ {verification_expiry} منقضی می‌شود. لطفاً توجه داشته باشید که تأیید عکس پس از شروع، ممکن است سه روز طول بکشد و تا زمانی که تأیید نشوید، نمی‌توانید گواهینامه بگیرید یا در آزمون آزمایشی شرکت کنید.

source: Resubmit Verification
fa: ارسال مجدد تأییدیه

source: Current Verification Status: Pending
fa: وضعیت تأییدیه فعلی: در انتظار

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
fa: تأیید شناسه آکادمی شما در انتظار است. اطلاعات تأیید شما ارسال شده است و به زودی بررسی می‌شود.

source: Current Verification Status: Denied
fa: وضعیت تأییدیه فعلی: رد شد

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
fa: ارسال تأیید شما پذیرفته نشد. برای دریافت گواهی تأیید شده، باید قبل از مهلت تأیید دوره خود، عکس جدیدی از خود و شناسنامه عکس‌دار صادر شده توسط دولت خود ارائه دهید.

source: Your verification was denied for the following reasons:
fa: تأییدیه شما به دلایل زیر رد شد:

source: Current Verification Status: Expired
fa: وضعیت تأییدیه فعلی: منقضی شده

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
fa: تأییدیه شما منقضی شده است. برای دریافت گواهی تأیید شده، باید قبل از مهلت تأیید دوره خود، عکس جدیدی از خود و شناسنامه عکس‌دار صادر شده توسط دولت خود ارائه دهید.

source: Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
fa: لطفاً توجه داشته باشید که تأیید عکس پس از شروع، ممکن است سه روز طول بکشد و تا زمانی که تأیید نشوید، نمی‌توانید گواهینامه بگیرید یا در آزمون آزمایشی شرکت کنید.

source: Could Not Link Accounts
fa: پیوند حسابها امکان پذیر نیست

source: The {provider_name} account you selected is already linked to another {platform_name} account.
fa: حساب {provider_name} که انتخاب کردید از قبل به یک حساب {platform_name} دیگر پیوند داده شده است.

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
fa: از اینکه می‌روید متاسفیم! جملات زیر را بخوانید و سطح توافق خود را ارزیابی کنید.

source: Price is too high for me
fa: قیمت برای من خیلی بالا است

source: I was not satisfied with my experience taking the courses
fa: من از تجربه حضور در دوره‌ها راضی نبودم

source: Content of the courses was too difficult
fa: محتوای دوره‌ها بسیار دشوار بود

source: I did not have enough time to complete the courses
fa: وقت کافی برای تکمیل دوره‌ها نداشتم

source: The content was not available when I wanted to start
fa: وقتی می‌خواستم شروع کنم، محتوا در دسترس نبود

source: Can we contact you via email for follow up?
fa: آیا می‌توانیم برای پیگیری از طریق پست‌ الکترونیکی با شما تماس بگیریم؟

source: Thank you for sharing your reasons for unenrolling.
fa: از اینکه دلایل خود را برای لغو ثبت‌نام به اشتراک گذاشتید متشکریم.

source: You are unenrolled from
fa: لغو ثبت‌نام شدید از

source: Return To Dashboard
fa: بازگشت به داشبورد

source: Browse Courses
fa: مرور دوره‌ها

source: We're sorry to see you go! Please share your main reason for unenrolling.
fa: از اینکه می‌روید متاسفیم! لطفا دلیل اصلی خود را برای لغو ثبت‌نام به اشتراک بگذارید.

source: I just wanted to browse the material
fa: من فقط می‌خواستم مطالب را مرور کنم

source: This won't help me reach my goals
fa: این به من کمک نمی‌کند تا به اهدافم برسم

source: I don't have the time
fa: وقت ندارم

source: I don't have the academic or language prerequisites
fa: من پیش نیازهای دانشگاهی یا زبان ندارم

source: I don't have enough support
fa: پشتیبانی کافی ندارم

source: I am not happy with the quality of the content
fa: من از کیفیت مطالب راضی نیستم

source: The course material was too hard
fa: محتوای دوره خیلی سخت بود

source: The course material was too easy
fa: مطالب دوره بسیار آسان بود

source: Something was broken
fa: چیزی خراب بود

source: Other
fa: غیره

source: Results:
fa: یافته‌ها:

source: Topic:
fa: موضوع:

source: Show Discussion
fa: نمایش بحث

source: To view live discussions, click Preview or View Live in Unit Settings.
fa: برای مشاهده گفت‌وگوهای زنده، روی پیش‌نمایش یا مشاهده زنده در تنظیمات واحد کلیک کنید.

source: Discussion ID: {discussion_id}
fa: شناسه بحث: {discussion_id}

source: Discussion topics list
fa: لیست موضوعات بحث

source: Filter Topics
fa: فیلتر مباحث

source: filter topics
fa: فیلتر مباحث

source: All Discussions
fa: همه بحث‌ها

source: Posts I'm Following
fa: پست‌هایی که من دنبال می‌کنم

source: Filter:
fa: فیلتر:

source: Show all posts
fa: نمایش همه پست‌ها

source: Unread posts
fa: پست‌های خواهده‌نشده

source: Unanswered posts
fa: پست‌های پاسخ داده نشده

source: Flagged
fa: پرچم دار

source: Group:
fa: گروه:

source: in all groups
fa: در تمام گروه‌ها

source: Sort:
fa: مرتب سازی:

source: by recent activity
fa: بر اساس فعالیت اخیر

source: by most activity
fa: بر اساس بیشترین فعالیت

source: by most votes
fa: بر اساس بیسترین رای

source: Student Notes
fa: یادداشت‌های دانشجو

source: Notes
fa: یادداشت‌ها

source: Highlights and notes you've made in course content
fa: نکات برجسته و یادداشت‌های شما در محتوای دوره ساخته شده

source: Search notes for:
fa: جستجوی یادداشت‌ها برای:

source: Search notes for...
fa: جستجوی یادداشت‌ها برای...

source: View notes by:
fa: نمایش یادداشت‌ها براساس:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
fa: شما هنوز در این درس هیچ یادداشتی ایجاد نکرده‌اید. سایر دانشجویان در این درس از یادداشت‌ها استفاده می‌کنند برای:

source: Mark a passage or concept so that it's easy to find later.
fa: یک مفهوم یا متن را علامت گذاری کنید برای اینکه بعدا یافتن آن آسان باشد.

source: Record thoughts about a specific passage or concept.
fa: افکار مربوط به یک قسمت یا مفهوم خاص را ثبت کنید.

source: Highlight important information to review later in the course or in future courses.
fa: اطلاعات مهم را برای بررسی در دوره یا دوره‌های بعدی برجسته کنید.

source: Get started by making a note in something you just read, like {section_link}.
fa: با یادداشت برداری در موردی که اخیراً خوانده‌اید ، مانند {section_link} شروع کنید.

source: Hide notes
fa: پنهان کردن یادداشت‌ها

source: Show notes
fa: نمایش یادداشت‌ها

source: Thank you for your purchase of
fa: تشکر از شما برای خرید خود از

source: Your payment was successful.
fa: پرداخت شما موفقیت آمیز بود.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
fa: اگر سوالی دارید، لطفا بخش پرسش‌های متداول را بخوانید ({faq_url}) و یا با {billing_email} تماس بگیرید.

source: If you have billing questions, please contact {billing_email}.
fa: اگر سوالی دارید، لطفا تماس بگیرید {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
fa: {order_placed_by} سفارش داد و نام شما را به عنوان مخاطب سازمان ذکر کرد.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
fa: {order_placed_by} سفارشی انجام داد و نام شما را به عنوان دریافت کننده رسید اضافی ذکر کرد.

source: The items in your order are:
fa: موارد موجود در سفارش شما:

source: Quantity - Description - Price
fa: کمیت - توضیح - قیمت

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
fa: مجموع صورتحساب به کارت اعتباری: {currency_symbol} {total_cost}

source: Company Name:
fa: نام شرکت:

source: Purchase Order Number:
fa: شماره سفارش خرید:

source: Company Contact Name:
fa: نام تماس شرکت:

source: Company Contact Email:
fa: ایمیل تماس با شرکت:

source: Recipient Name:
fa: نام گیرنده:

source: Recipient Email:
fa: پست الکترونیکی گیرنده:

source: Order Number: {order_number}
fa: شماره سفارش: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
fa: یک فایل CSV از URLهای ثبت‌نام شما پیوست شده است. لطفاً URL‌های ثبت‌نام را برای هر دانشجویی که قصد دارد با استفاده از الگوی پست الکترونیکی زیر ثبت‌نام کند، توزیع کنید.

source: Warm regards,
fa: با احترام،
