Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/mako.po
Languages: fa

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
fa: اقدامات پست الکترونیکی در پس زمینه اجرا. وضعیت برای وظایف فعال - از جمله وظایف پست الکترونیکی - در یک جدول ذیل آمده است.

source: Email Task History
fa: تاریخچه کارهای پست الکترونیکی

source: To see the content of previously sent emails, click this button:
fa: برای دیدن محتوای پست الکترونیکی‌های ارسال شده قبلی، روی این دکمه کلیک:

source: Show Sent Email History
fa: نمایش ارسال تاریخچه پست الکترونیکی

source: To read a sent email message, click its subject.
fa: برای خواندن پیام پست الکترونیکی فرستاده شده، روی موضوع آن کلیک کنید.

source: To see the status for all email tasks submitted for this course, click this button:
fa: برای مشاهده وضعیت برای تمامی پست‌های الکترونیکی ارسال شده برای این دوره، روی این دکمه کلیک کنید:

source: Show Email Task History
fa: نمایش سابقه کار ایمیل

source: Set Course Mode Price
fa: تنظیم حالت قیمت دوره

source: Please enter Course Mode detail below
fa: لطفا جزئیات حالت دوره زیر را وارد کنید

source: Currency
fa: پول رایج

source: Set Price
fa: تنظیم قیمت

source: Allowance Section
fa: بخش کمک هزینه

source: Student Special Exam Attempts
fa: تلاش‌های امتحان ویژه دانشجویی

source: Review Dashboard
fa: مرور داشبورد

source: View gradebook for enrolled learners
fa: کتابچه نمایش نمره برای فراگیران ثبت نام شده

source: View Gradebook
fa: نمایش کتابچه نمرات

source: Note: This feature is available only to courses with a small number of enrolled learners.
fa: توجه: این ویژگی تنها برای دوره‌های با تعداد کمی از فراگیران ثبت نام شده در دسترس است.

source: View a specific learner's enrollment status
fa: مشاهده وضعیت ثبت‌نام یک فراگیر خاص

source: Learner's {platform_name} email address or username *
fa: {platform_name} آدرس پست الکترونیکی فراگیر یا نام کاربری *

source: Learner email address or username
fa: آدرس پست الکترونیکی یا نام کاربری فراگیر

source: View Enrollment Status
fa: مشاهده وضعیت ثبت‌نام

source: View a specific learner's grades and progress
fa: مشاهده نمرات و پیشرفت یادگیرنده خاص

source: Learner's {platform_name} email address or username
fa: نشانی پست الکترونیکی یا نام کاربری {platform_name} فراگیر

source: View Progress Page
fa: مشاهده صفحه پیشرفت

source: Adjust a learner's grade for a specific problem
fa: تنظیم نمره فراگیر برای یک مساله و آزمون خاص

source: Location of problem in course
fa: موقعیت مساله در دوره

source: Example
fa: مثال

source: Problem location
fa: موقعیت مسئله

source: Attempts
fa: تلاش

source: Allow a learner who has used up all attempts to work on the problem again.
fa: به فراگیران اجازه دهید که تمام تلاشها را تمام کرده و دوباره روی مسئله کار کند.

source: Reset Attempts to Zero
fa: تنظیم مجدد تلاش به صفر

source: Rescore
fa: نمره‌دهی مجدد

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
fa: برای مساله مشخص شده، پاسخ‌های یادگیرنده را مجددا نمره‌دهی کنید. گزینه 'فقط در صورت بهبود نمره' نمره فراگیر را فقط در صورت بهبود به نفع فراگیر به روز می‌کند.

source: Score Override
fa: لغو نمره

source: For the specified problem, override the learner's score.
fa: برای مسئله مشخص شده، نمره فراگیر را نادیده بگیرید.

source: New score for problem, out of the total points available for the problem
fa: نمره جدید برای مساله، از کل نمرات موجود برای مساله

source: Score
fa: نمره

source: Override Learner's Score
fa: لغو نمره فراگیر

source: Problem History
fa: تاریخچه مساله

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
fa: برای مساله مشخص شده، به طور دائم و به طور کامل پاسخ یادگیرنده و نمرات را از پایگاه داده حذف کنید.

source: Task Status
fa: وضعیت کار

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
fa: وضعیت کارهای بازنمره‌دهی را که برای این فراگیر و مساله ارسال کرده‌اید نشان دهید.

source: Show Task Status
fa: نمایش وضعیت کار

source: Adjust a learner's entrance exam results
fa: تنظیم نتایج آزمون ورودی یادگیرنده

source: Allow the learner to take the exam again.
fa: اجازه می‌دهید فراگیر دوباره آزمون بدهد.

source: Allow Skip
fa: عبور کردن

source: Waive the requirement for the learner to take the exam.
fa: از شرط لازم برای شرکت در امتحان چشم پوشی کنید.

source: Let Learner Skip Entrance Exam
fa: بگذارید فراگیر از آزمون ورودی بگذرد

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
fa: پاسخهای ارسالی را مجدداً نمره‌دهی کنید. گزینه "بازنشانی همه مسائل فقط در صورت بهبود نمرات" نمرات فراگیر را فقط در صورت بهبود به نفع فراگیر به روز می‌کند.

source: Rescore All Problems
fa: پاسخ نمره همه مسائل

source: Rescore All Problems Only If Score Improves
fa: همه مسائل را فقط در صورت بهبود نمره مجدداً نمره‌دهی کنید

source: Entrance Exam History
fa: تاریخچه آزمون ورودی

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
fa: برای امتحان ورودی کل، به طور دائم و به طور کامل پاسخ یادگیرنده و نمرات از پایگاه داده حذف کنید.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
fa: وضعیت کارهایی را که برای این فراگیر و آزمون ورودی ارسال کرده‌اید نشان دهید.

source: Adjust all enrolled learners' grades for a specific problem
fa: تنظیم نمرات تمام فراگیران ثبت نام شده برای یک مساله خاص

source: Allows all learners to work on the problem again.
fa: به همه فراگیران اجازه می‌دهد تا دوباره روی مسئله کار کنند.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
fa: پاسخهای ارسالی را دوباره نمره‌دهی کنید. گزینه "فقط در صورت بهبود نمرات" نمره یک فراگیر را فقط در صورت بهبود به نفع فراگیر به روز می کند.

source: Rescore All Learners' Submissions
fa: همه موارد ارسالی فراگیران را دوباره نمره‌دهی کنید

source: Rescore Only If Scores Improve
fa: فقط در صورت بهبود نمرات، دوباره نمره‌دهی کنید

source: Show the status for the tasks that you submitted for this problem.
fa: وضعیت کارهایی را که برای این مساله ارسال کرده‌اید نشان دهید.

source: My Courses
fa: دوره‌های من

source: Program Details
fa: جزییات برنامه

source: Get the {platform_name} Mobile App!
fa: اپلیکیشن موبایل {platform_name} را دریافت کنید!

source: We'll send you a one time SMS with a link to download the app.
fa: ما یک پیام کوتاه یک بار مصرف با لینکی برای بارگیری برنامه برای شما ارسال خواهیم کرد.

source: Mobile phone number
fa: شماره تلفن همراه

source: Send me a text with the link
fa: یک پیام با لینک برای من ارسال کنید

source: Change Preferred Language
fa: تغییر زبان مورد نظر

source: Please choose your preferred language
fa: لطفا زبان مورد نظر خود را انتخاب کنید

source: Save Language Settings
fa: ذخیره سازی تنظیمات زبان

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
fa: هنوز زبان مورد نظر خود را نمی‌بینید؟ {link_start} داوطلب برای تبدیل شدن به یک مترجم! {link_end}

source: Explore Courses
fa: جستجوی دوره‌ها

source: Global
fa: جهانی

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
fa: {p_tag}شما در حال حاضر رتبه‌بندی همکاری برای انجام ندارید. به منظور انجام رتبه‌بندی همکار: {ul_tag} {li_tag}شما باید پاسخی برای یک مساله رتبه‌بندی همکار ارسال کرده باشید.{end_li_tag} {li_tag}تیم دوره باید به مقالاتی را که برای کمک به شما در درک بهتر ملاک‌های رتبه‌بندی مورد استفاده قرار می‌گیرد، امتیاز دهد.{end_li_tag} {li_tag} باید موارد ارسالی وجود داشته باشد که منتظر رتبه‌بندی هستند.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
fa: روش نمره‌دهی همکاران

source: Here is a list of problems that need to be peer graded for this course.
fa: در اینجا لیستی از مسائلی وجود دارد که باید برای این دوره نمره‌دهی شوند.

source: Problem Name
fa: نام مساله

source: Due date
fa: تا تاریخ

source: Graded
fa: نمره‌دهی شده

source: Available
fa: موجود

source: Required
fa: ضروری

source: Progress
fa: پیشرفت

source: No due date
fa: نه تا تاریخ

source: The due date has passed, and peer grading for this problem is closed at this time.
fa: موعد مقرر سپری شده است و در این زمان نمره‌دهی همکار برای این مشکل بسته شده است.

source: The due date has passed, and peer grading is closed at this time.
fa: تاریخ سررسید گذشته است و در این زمان نمره‌دهی همکاران بسته است.

source: Learning to Grade
fa: آموزش نمره‌دهی

source: Hide Question
fa: مخفی کردن سوال

source: Student Response
fa: پاسخ دانشجویان

source: Written Feedback
fa: بازخورد نوشته شده

source: Please include some written feedback as well.
fa: لطفا بازخورد نوشته شده را نیز بنویسید.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
fa: این ارسال دارای محتوایی صریح، توهین آمیز یا (گمان می کنم) دزدی ادبی است.

source: How did I do?
fa: چگونه کار کنم؟

source: Continue
fa: ادامه

source: Ready to grade!
fa: آماده برای نمره‌دهی!

source: You have finished learning to grade, which means that you are now ready to start grading.
fa: شما یادگیری نمره‌‌دهی را به پایان رسانده‌اید، این بدان معنی است که اکنون آماده شروع نمره‌دهی هستید.

source: Start Grading!
fa: شروع به نمره‌دهی!

source: Learning to grade
fa: یاد گرفتن نمره‌دادن

source: You have not yet finished learning to grade this problem.
fa: شما هنوز یادگیری نمره‌دهی این مساله را به پایان نرسانده‌اید.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
fa: اکنون یک سری مقاله با نمرات مربی به شما نشان داده می‌شود و از شما خواسته می‌شود که آنها را نمره دهید.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
fa: هنگامی که بتوانید مقاله‌ها را به طور مشابه با یک مربی نمره دهید، آماده نمره دادن به همکاران خود خواهید بود.

source: Start learning to grade
fa: شروع یاد گرفتن به نمره‌دهی

source: Are you sure that you want to flag this submission?
fa: آیا مطمئن هستید که می‌خواهید این ارسال را پرچم گذاری کنید؟

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
fa: شما در شرف پرچم گذاری یک ارسال هستید. شما فقط باید ارسالی را که شامل محتوای صریح، توهین آمیز یا (مشکوک) دزدی ادبی است، پرچم گذاری کنید. اگر مورد ارسالی نامرتبط به سوال یا نادرست باشد، باید به جای علامت گذاری، نمره آن را صفر و همراه با بازخورد باشد.

source: Remove Flag
fa: حذف نشانه گذاری

source: Keep Flag
fa: نگه داشتن نشانه

source: Go Back
fa: بازگشت

source: Account Activation Info
fa: اطلاعات فعال سازی حساب

source: Your Password Reset is Complete
fa: رمز عبور شما با موفقیت بازیابی شد

source: Password Reset Complete
fa: بازیابی رمز عبور کامل شد

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
fa: گذرواژه شما بازیابی شد {start_link} به سیستم حساب خود وارد شوید. {end_link}

source: Reset Your {platform_name} Password
fa: گذرواژه {platform_name} خود را بازیابی کنید

source: Invalid Password Reset Link
fa: لینک بازیابی گذرواژه نامعتبر

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
fa: این لینک بازیابی گذرواژه نامعتبر است. ممکن است قبلاً استفاده شده باشد. برای بازیابی گذرواژه خود، به صفحه {start_link} ورود به سیستم {end_link} بروید و {start_strong} رمز ورود خود را فراموش کرده‌اید {end_strong} را انتخاب کنید.

source: Password reset successful
fa: بازیابی رمزعبور با موفقیت انجام شد

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fa: ما دستورالعمل ایجاد رمز عبورتان را به آدرس پست الکترونیکی که ثبت کردید ارسال نمودیم. شما باید به زودی آن را دریافت کنید.

source: Billing Details
fa: جزئیات صدور صورتحساب

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
fa: می‌توانید در هر زمان پرداخت کنید. هرگونه اطلاعات اضافی که ارائه دهید در رسید شما لحاظ می‌شود.

source: Purchasing Organizational Details
fa: جزئیات سازمانی خرید

source: Purchasing organization
fa: خرید سازمان

source: Purchase order number (if any)
fa: شماره سفارش خرید (در صورت وجود)

source: Email Address
fa: آدرس پست الکترونیکی

source: Additional Receipt Recipient
fa: گیرنده رسید اضافی

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
fa: اگر جزئیات اضافی صورتحساب پر نشده باشد، تأیید پرداخت برای کاربر خریدار ارسال می‌شود.

source: Payment processing occurs on a separate secure site.
fa: پردازش پرداخت در یک سایت امن جداگانه انجام می‌شود.

source: Your Shopping cart is currently empty.
fa: سبد خرید شما در حال حاضر خالی است.

source: Payment
fa: پرداخت

source: Download CSV Reports
fa: دانلود گزارش‌های CSV

source: Download CSV Data
fa: دانلود داده CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
fa: در ورود تاریخ شما خطایی رخ داد. باید به صورت سال-ماه-روز قالب‌بندی شود

source: These reports are delimited by start and end dates.
fa: این گزارش‌ها با تاریخ شروع و پایان مشخص می‌شوند.

source: Start Date:
fa: تاریخ شروع:

source: End Date:
fa: تاریخ پایان:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
fa: این گزارش‌ها به ترتیب حروف الفبا با نام دانشگاه محدود شده‌اند. به عنوان مثال، ایجاد یک گزارش با "حرف شروع" A و "حرف پایان" C گزارش‌هایی را برای همه دانشگاه‌ها شروع می‌کند که از A، B و C شروع می‌شوند.

source: Start Letter:
fa: حرف شروع:

source: End Letter:
fa: حرف پایان:

source: Payment Error
fa: خطا در پرداخت

source: There was an error processing your order!
fa: خطا در پردازش سفارش شما وجود دارد!

source: Thank you for your purchase!
fa: از خرید شما سپاسگزاریم!

source: View Dashboard
fa: مشاهده داشبورد

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
fa: شما با موفقیت در {course_names} ثبت نام کرده‌اید. رسید زیر از طریق پست الکترونیکی به {receipient_emails} ارسال شده است

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
fa: شما با موفقیت<b>{number} کد ثبت‌نام دوره برای </b> for {course_names} را خریداری کردید.

source: The following receipt has been emailed to {receipient_emails}
fa: رسید زیر از طریق پست الکترونیکی به {receipient_emails} ارسال شده است

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
fa: لطفاً هر یک از این کدهای ثبت نام منحصر به فرد را برای ثبت نام در دوره ارسال کنید. ایمیل تأیید / دریافتی که دریافت خواهید کرد دارای یک الگوی ایمیل به عنوان مثال برای افرادی است که ثبت نام می‌کنند.

source: Enrollment Link
fa: لینک ثبت‌نام

source: Status
fa: وضعیت

source: Used
fa: استفاده شده

source: Invalid
fa: نامعتبر

source: Invoice
fa: صورتحساب

source: Date of purchase
fa: تاریخ خرید

source: Print Receipt
fa: چاپ رسید

source: Billed To Details
fa: صورتحساب به جزئیات

source: Company Name
fa: نام شرکت

source: Purchase Order Number
fa: شماره سفارش خرید

source: Company Contact Name
fa: نام تماس با شرکت

source: Company Contact Email
fa: ایمیل تماس با شرکت

source: Recipient Name
fa: نام گیرنده

source: Recipient Email
fa: پست الکترونیکی گیرنده

source: Card Type
fa: نوع کارت

source: Credit Card Number
fa: شماره کارت اعتباری

source: Address 1
fa: آدرس 1

source: Address 2
fa: آدرس 2

source: State
fa: ایالت/استان

source: Registration for:
fa: ثبت‌نام برای:

source: Price per student:
fa: قیمت برای هر دانشجو:

source: Discount Applied:
fa: تخفیف اعمال شده:

source: Students
fa: دانشجویان

source: Note: items with strikethough like <del>this</del> have been refunded.
fa: توجه: مواردی با خط مانند <del> این </del> بازپرداخت شده‌اند.

source: Confirm Enrollment
fa: تایید ثبت‌نام

source: {site_name} - Confirm Enrollment
fa: {site_name} - تایید ثبت‌نام

source: {course_number} {course_title} Cover Image
fa: {course_number} {course_title} تصویر جلد

source: Confirm your enrollment for: {span_start}course dates{span_end}
fa: تایید ثبت‌نام شما برای: {span_start}course dates{span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
fa: شما روی لینکی برای کد ثبت‌نامی که قبلاً استفاده شده است کلیک کرده‌اید. {link_start} داشبورد دوره {link_end} خود را بررسی کنید تا ببینید در این دوره ثبت‌نام کرده‌اید یا با مدیر شرکت خود تماس بگیرید.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
fa: شما با موفقیت در {course_name} ثبت نام کردید. این دوره اکنون به داشبورد شما اضافه شده است.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
fa: شما قبلاً در این دوره ثبت نام کرده‌اید. برای دیدن دوره از {link_start} داشبورد {link_end} خود دیدن کنید.

source: The course you are enrolling for is full.
fa: دوره‌ای که برای آن ثبت‌نام می‌کنید پر است.

source: The course you are enrolling for is closed.
fa: دوره‌ای که برای آن ثبت‌نام می‌کنید بسته است.

source: There was an error processing your redeem code.
fa: هنگام پردازش کد بازخرید شما خطایی روی داد.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
fa: شما در شرف فعال کردن کد ثبت‌نام برای {course_name} توسط {site_name} هستید. این کد فقط یک‌بار قابل استفاده است، بنابراین فقط در صورت دریافت گیرنده مورد نظر باید این کد را فعال کنید.

source: Activate Course Enrollment
fa: فعال کردن ثبت نام دوره

source: {course_names} has been removed because the enrollment period has closed.
fa: {course_names} حذف شده است زیرا دوره ثبت نام بسته شده است.

source: Cover Image
fa: تصویر جلد

source: Students:
fa: دانشجویان:

source: Input quantity and press enter.
fa: مقدار را وارد کرده و ورود را فشار دهید.

source: Increase
fa: افزایش

source: Decrease
fa: کاهش

source: Remove
fa: حذف

source: Discount or activation code
fa: تخفیف یا کد فعال سازی

source: discount or activation code
fa: تخفیف یا کد فعال سازی

source: Apply
fa: اعمال

source: code has been applied
fa: کد اعمال شده است

source: TOTAL:
fa: مجموع:

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
fa: پس از اتمام این خرید، رسیدی با جزئیات مربوط به صورتحساب و کدهای ثبت‌نام برای دانشجویان ایجاد می‌شود.

source: After this purchase is complete, {username} will be enrolled in this course.
fa: پس از اتمام این خرید، {username} در این دوره ثبت‌نام می‌شود.

source: Empty Cart
fa: خالی کردن سبد خرید

source: Shopping cart
fa: سبد خرید

source: {platform_name} - Shopping Cart
fa: {platform_name} - سبد خرید

source: Confirmation
fa: تأییدیه

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
fa: صفحه‌ای که به دنبال آن بودید پیدا نشد. به {link_start} صفحه اصلی {link_end} برگردید یا از صفحه‌هایی که ممکن است در {email} منتقل شده باشند به ما اطلاع دهید.

source: This page left intentionally blank. Feel free to add your own content.
fa: این صفحه عمدا خالی گذاشته شده است. در صورت تمایل محتوای خود را اضافه کنید.

source: Blog
fa: مجله

source: Contact
fa: تماس با ما

source: Donate
fa: کمک مالی

source: FAQ
fa: پرسش‌های متداول

source: Honor Code
fa: کد افتخاری (Honor Code)

source: Jobs
fa: شغل

source: Media Kit
fa: کیت رسانه

source: In the Press
fa: در مطبوعات

source: Currently the {platform_name} servers are down
fa: در حال حاضر سرورهای {platform_name} از کار افتاده‌اند

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
fa: کارکنان ما در حال حاضر در تلاش هستند تا سایت را در اسرع وقت به کار بیاندازند. لطفاً برای اطلاع از هرگونه مشکل یا خرابی از طریق {tech_support_email} با ما تماس بگیرید.

source: There has been a 500 error on the {platform_name} servers
fa: خطای شماره 500 در سرورهای {platform_name} رخ داده است

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
fa: لطفا چند ثانیه صبر کنید و دوباره صفحه را بارگذاری کنید. در صورت ادامه‌ی مشکل، لطفا به ما به آدرس {email} پست الکترونیکی بزنید.

source: Currently the {platform_name} servers are overloaded
fa: در حال حاضر سرورهای {platform_name} دچار اضافه ظرفیتند

source: Account Settings
fa: تنظیمات حساب

source: and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School
fa: و دسترسی به سایتهای خصوصی ارائه شده توسط MIT یادگیری باز، آموزش اجرایی وارتون و دانشکده پزشکی هاروارد

source: Please Wait
fa: لطفا منتظر بمانید

source: Please wait
fa: لطفا منتظر بمانید

source: Sign in or Register
fa: ثبت نام یا ورود

source: Student Support
fa: پشتیبانی دانشجو

source: Student Support: Certificates
fa: پشتیبانی دانشجویی: گواهینامه‌ها

source: Contact {platform_name} Support
fa: با پشتیبانی {platform_name} تماس بگیرید

source: Student Support: Enrollment
fa: پشتیبانی دانشجویی: ثبت نام

source: Entitlements
fa: استحقاق‌ها

source: Feature Based Enrollments
fa: ثبت نام مبتنی بر ویژگی

source: Student Support: Feature Based Enrollments
fa: پشتیبانی دانشجویی: ثبت نام مبتنی بر ویژگی

source: Content Type Gating
fa: نوع ورودی محتوا

source: Course Duration Limits
fa: محدودیت‌های طول دوره

source: Is Enabled
fa: فعال است

source: Enabled As Of
fa: فعال شده از تاریخ

source: No results found
fa: نتیجه‌ای یافت نشد

source: Link Program Enrollments
fa: لینک ثبت‌نام‌های برنامه

source: Manage User
fa: مدیریت کاربر

source: Student Support: Manage User
fa: پشتیبانی دانشجویی: مدیریت کاربر

source: Program Enrollments Inspector
fa: بازرس ثبت نام برنامه

source: Manual Refund
fa: بازپرداخت دستی

source: About to refund this order:
fa: در شرف بازپرداخت این سفارش:

source: Order Id:
fa: شناسه سفارش:

source: Enrollment:
fa: ثبت‌نام:

source: enrolled
fa: ثبت‌نام شده

source: unenrolled
fa: ثبت نام نشده

source: Cost:
fa: هزینه:

source: CertificateItem Status:
fa: وضعیت مورد گواهی:

source: Order Status:
fa: وضعیت سفارش:

source: Fulfilled Time:
fa: زمان انجام شده:

source: Refund Request Time:
fa: زمان درخواست بازپرداخت:

source: User Survey
fa: نظرسنجی کاربران

source: Pre-Course Survey
fa: نظرسنجی قبل از دوره

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
fa: به محض تکمیل فرم زیر می‌توانید دوره خود را آغاز کنید. بخش‌های موردنیاز با ستاره مشخص شده‌اند (*). این اطلاعات فقط برای استفاده {platform_name} است. به هیچ وجه به نمایه عمومی شما لینک داده نمی‌شود.
