Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/underscore-studio.po
Languages: ca

source: Limit Access
ca: Limitar l'accés

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
ca: Seleccioneu una subsecció de requisits previs i introduïu un percentatge de puntuació mínima i un percentatge mínim de finalització per limitar l'accés a aquesta subsecció. Els valors permesos són 0-100

source: Prerequisite:
ca: Requisit previ:

source: No prerequisite
ca: Sense requisit previ

source: Minimum Score:
ca: Puntuació Mínima

source: Minimum Completion:
ca: Finalització mínima:

source: The minimum score percentage must be a whole number between 0 and 100.
ca: El percentatge de puntuació mínima ha de ser un número enter entre 0 i 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
ca: El percentatge mínim de finalització ha de ser un número enter entre 0 i 100.

source: Use as a Prerequisite
ca: Utilitza com a requisit previ

source: Make this subsection available as a prerequisite to other content
ca: Feu que aquesta subsecció estigui disponible com a requisit previ a un altre contingut

source: Active Uploads
ca: Càrregues actives

source: Read More
ca: Llegir més

source: details about the failure
ca: detalls sobre el fracàs

source: Add Component:
ca: Afegeix un component:

source: %(type)s Component Template Menu
ca: %(type)s Menú de plantilla de components

source: Common Problem Types
ca: Tipus de problemes freqüents

source: Advanced
ca: Avançat

source: Supported
ca: Compatible

source: Not Supported
ca: No compatible

source: Fully Supported
ca: Completament compatible

source: Provisionally Supported
ca: Compatible provisionalment

source: Add New Component
ca: Afegir un nou component

source: Deprecated
ca: Obsolet

source: List of uploaded files and assets in this course
ca: Llista d'arxius i recursos pujats en aquests curs

source: Preview
ca: Previsualitzar

source: - Sortable
ca: - Ordenable

source: Show All
ca: Mostrar tots

source: Other
ca: Altres

source: Date Added
ca: Data afegida

source: You haven't added any assets to this course yet.
ca: Encara no heu afegit cap recurs en aquest curs.

source: Upload your first asset
ca: Pugeu el vostre primer recurs

source: close
ca: Tanca

source: Upload New File
ca: Pujar Nou Fitxer

source: Choose File
ca: Escull arxiu

source: No description available
ca: No hi ha cap descripció disponible

source: Open/download this file
ca: Obre/descarrega aquest arxiu

source: Delete this asset
ca: Esborra aquest recurs

source: Lock this asset
ca: Bloqueja aquest actiu

source: Lock/unlock file
ca: Bloqueja/desbloqueja aquest arxiu

source: ID
ca: Identificador

source: Certificate Details
ca: Detalls del certificat

source: Course Title
ca: Títol del curs

source: Course Title Override
ca: Anul·lació del títol del Curs

source: Course Number
ca: Nombre del curs

source: Course Number Override
ca: Anul·lació del número del Curs

source: Certificate Signatories
ca: Signataris de certificats

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
ca: Es recomana que inclogueu quatre o menys signants. Si incloeu signants addicionals, previsualitzeu el certificat a la Vista d'impressió per assegurar-vos que el certificat s'imprimirà correctament en una sola pàgina.

source: Certificate Information
ca: Informació del Certificat

source: Certificate Name
ca: Nom del certificat

source: Name of the certificate
ca: Nom del certificat

source: Description of the certificate
ca: Descripció del certificat

source: Course title
ca: Títol del curs

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
ca: Especifiqueu una alternativa al títol oficial del curs que es mostrarà als certificats. Deixeu-vos en blanc per utilitzar el títol oficial del curs.

source: Add Additional Signatory
ca: Afegeix signatari addicional

source: (Add signatories for a certificate)
ca: (Afegiu signataris per a un certificat)

source: Create
ca: Crear

source: Choose mode
ca: Mode d'escollir

source: Preview Certificate
ca: Previsualització del Certificat

source: Activate
ca: Activar

source: Deactivate
ca: Desactivar

source: unit
ca: unitat

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
ca: L'accés a aquest {blockType} està restringit a: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
ca: L'accés a algun contingut d'aquest {blockType} està restringit a grups específics d'estudiants.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
ca: Precaució: l'última versió publicada d'aquesta unitat és en viu. En publicar canvis, canviaràs l'experiència dels estudiants.

source: Content Group Name
ca: Nom del grup de contingut

source: Content Group ID
ca: Identificador del grup de contingut

source: This is the name of the group
ca: Aquest és el nom del grup

source: This content group is used in one or more units.
ca: Aquest grup de contingut s'utilitza en una o més unitats.

source: Cannot delete when in use by a unit
ca: No es pot eliminar quan està en ús per una unitat

source: Subsection Visibility
ca: Visibilitat de subsecció

source: Show entire subsection
ca: Mostra la subsecció completa

source: Learners see the published subsection and can access its content.
ca: Els aprenents veuen la subsecció publicada i poden accedir al seu contingut.

source: Hide content after course end date
ca: Amaga el contingut després de la data de finalització del curs

source: Hide content after due date
ca: Amaga el contingut després de la data de venciment

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
ca: Un cop transcorreguda la data de finalització del curs, els aprenents ja no poden accedir al contingut de la subsecció. La subsecció roman inclosa en els càlculs de qualificació.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
ca: Després de la data de venciment de la subscripció, els aprenents ja no poden accedir al seu contingut. La subsecció roman inclosa en els càlculs de qualificació.

source: Hide entire subsection
ca: Amaga la subsecció completa

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
ca: Els aprenents no veuen la subsecció al contorn del curs. La subsecció no s'inclou en els càlculs de qualificació.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
ca: Si seleccioneu una opció diferent "%(hide_label)s", les unitats publicades en aquesta subsecció estaran disponibles per als estudiants, tret que estiguin explícitament amagades.

source: Weekly Highlight Emails
ca: Correus electrònics destacats setmanals

source: Enabled
ca: Habilitat

source: Enable Now
ca: Habilitar ara

source: Instructor Name
ca: Nom de l'instructor

source: Please add the instructor's name
ca: Afegiu el nom del instructor

source: Instructor Title
ca: Títol de l'instructor

source: Please add the instructor's title
ca: Afegiu el títol de l'instructor

source: Organization
ca: Organització

source: Organization Name
ca: Nom de l'organització

source: Please add the institute where the instructor is associated
ca: Afegiu l'institut on s'associa l'instructor

source: Biography
ca: Biografia

source: Instructor Biography
ca: Biografia de l'instructor

source: Please add the instructor's biography
ca: Afegiu la biografia del instructor

source: Photo
ca: Foto

source: Instructor Photo
ca: Foto del Instructor

source: Instructor Photo URL
ca: URL de la foto de l'instructor

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
ca: Afegiu una foto de l'instructor (Nota: només s'admeten JPEG o PNG)

source: Upload Photo
ca: Puja una fotografia

source: Prerequisite: %(prereq_display_name)s
ca: Requisit previ: %(prereq_display_name)s

source: Contains staff only content
ca: Conté només contingut del personal

source: Unpublished changes to live content
ca: Canvis no publicats al contingut en directe

source: Unpublished units will not be released
ca: No es publicaran unitats no publicades

source: Unpublished changes to content that will release in the future
ca: Canvis no publicats al contingut que es publicaran en el futur

source: Access to this unit is restricted to: {selectedGroupsLabel}
ca: L'accés a aquesta unitat està restringit a: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
ca: L'accés a algun contingut d'aquesta unitat està restringit a grups específics d'estudiants

source: Ungraded
ca: Sense calificar

source: Practice proctored Exam
ca: Pràctica exàmens supervisats

source: Proctored Exam
ca: Exàmen supervisat

source: Timed Exam
ca: Examen temporal

source: Collapse/Expand this %(xblock_type)s
ca: Contraure / Expandir això %(xblock_type)s

source: Display Name
ca: Mostra el Nom

source: Publish
ca: Publica

source: Configure
ca: Configura

source: Duplicate
ca: Duplicar

source: Drag to reorder
ca: Arrossegueu per reordenar

source: Release Status:
ca: Estat de publicació:

source: Released:
ca: Publicat:

source: Scheduled:
ca: Programat:

source: Section Highlights
ca: Secció destacada

source: Graded as:
ca: Qualificats com:

source: Due:
ca: Venciment:

source: Subsection is hidden after course end date
ca: La subsecció està oculta després de la data de finalització del curs

source: Subsection is hidden after due date
ca: La subsecció està oculta després de la data de venciment

source: You haven't added any content to this course yet.
ca: Encara no heu afegit cap contingut a aquest curs.

source: Click to add a new %(xblock_type)s
ca: Feu clic per afegir-ne un de nou %(xblock_type)s

source: Learning Outcome
ca: Resultats d'aprenentatge

source: Add a learning outcome here
ca: Afegiu aquí un resultat d'aprenentatge

source: Discard Changes
ca: Descartar els canvis

source: Press discard changes to discard your changes.
ca: Premeu Rebutjar els canvis per descartar els canvis.

source: Update Settings
ca: Configuració de l'actualització

source: Press update settings to update the information for your organization.
ca: Premeu la configuració d'actualització per actualitzar la informació de la vostra organització.

source: Press discard changes to discard changes.
ca: Premeu Rebutjar els canvis per descartar els canvis.

source: Press update settings to update course video settings
ca: Premeu la configuració d'actualització per actualitzar la configuració de vídeo del curs

source: Last updated
ca: Última actualització

source: Press close to hide course video settings
ca: Premeu per amagar la configuració del vídeo del curs

source: Course Video Settings
ca: Configuració del vídeo del curs

source: Transcript Turnaround
ca: Alternatives de transcripció

source: Transcript Fidelity
ca: Fidelitat de la transcripció

source: Video Source Language
ca: Llengua d'origen del vídeo

source: Transcript Languages
ca: Llenguatges de transcripció

source: Add
ca: Afegir

source: Press Add to language
ca: Premeu Afegeix a l'idioma

source: Automated Transcripts
ca: Transcripcions automatitzades

source: Transcript Provider
ca: Proveïdor de la transcripció

source: Change
ca: Canviar

source: Press change to change selected transcript provider.
ca: Premeu Canviar per canviar el proveïdor de transcripció seleccionat.

source: Assignment Type Name
ca: Nom del tipus d'assignació

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
ca: La categoria general per a aquest tipus d'assignació, per exemple, Deures a Casa o Exàmen a mig trimestre. Aquest nom és visible per als estudiants.

source: Abbreviation
ca: Abreviació

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
ca: Aquest nom curt del tipus d'assignació (per exemple, DC o Mitattrismestre) apareix al costat de les assignacions a la pàgina Progrés de l'alumne.

source: Weight of Total Grade
ca: Pes total de la Nota

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
ca: El pes de totes les tasques d'aquest tipus com a percentatge de la nota total, per exemple, 40. No inclogueu el símbol del percentatge.

source: Total Number
ca: Número total

source: The number of subsections in the course that contain problems of this assignment type.
ca: El nombre de subseccions del curs que contenen problemes d'aquest tipus d'assignació.

source: Number of Droppable
ca: Número de retiraments

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
ca: El nombre de tasques d'aquest tipus que es retiraran. Les assignacions de puntuació més baixes es deixen caure primer.

source: Course Handouts
ca: Fulletons del curs

source: You have no handouts defined
ca: No teniu cap detall definit

source: There is invalid code in your content. Please check to make sure it is valid HTML.
ca: Hi ha codi invàlid al vostre contingut. Comproveu que sigui un codi HTML vàlid.

source: Post
ca: Publicació

source: Due Date:
ca: Data de venciment:

source: Due Time in UTC:
ca: Temps de venciment en UTC:

source: Clear Grading Due Date
ca: Esborra la data de venciment de la qualificació

source: Chapter Name
ca: Nom del capítol

source: Chapter {order}
ca: Capítol {order}

source: provide the title/name of the chapter that will be used in navigating
ca: Indiqueu el títol / nom del capítol que s'utilitzarà a la navegació

source: Chapter Asset
ca: Capítol d'actius

source: path/to/introductionToCookieBaking-CH{order}.pdf
ca: cami/a/introduccioalaCuinaGaletes-CAP{order}.pdf

source: upload a PDF file or provide the path to a Studio asset file
ca: Carregueu un fitxer PDF o proporcioneu la ruta d'accés a un fitxer d'actius de Studio

source: Upload PDF
ca: Carregar PDF

source: delete chapter
ca: esborrar capítol

source: Textbook information
ca: Informació del llibre de text

source: Textbook Name
ca: Nom del llibre de Text

source: Introduction to Cookie Baking
ca: Introducció a la Cuina de Galetes

source: provide the title/name of the text book as you would like your students to see it
ca: Indiqueu el títol / nom del llibre de text com vulgueu que els vostres estudiants el vegin

source: Chapter information
ca: Informació del capítol

source: Add a Chapter
ca: Afegir un capítol

source: Grading
ca: Qualificacions

source: Grade as:
ca: Qualificat com:

source: Not Graded
ca: No puntuat

source: Cannot delete when in use by an experiment
ca: No es pot esborrar quan s'utilitza una prova

source: This Group Configuration is used in:
ca: Aquesta configuració del grup s'utilitza a:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
ca: Aquesta configuració del grup no està en ús. Comenceu afegint un experiment de contingut a qualsevol Unitat a través del {linkStart}Esquema del curs{linkEnd}.

source: Course Outline
ca: Esquema del curs

source: Group Configuration information
ca: Informació de configuració del grup

source: Group Configuration Name
ca: Nom de configuració del grup

source: Group Configuration ID
ca: Indentificador de configuració del grup

source: This is the Name of the Group Configuration
ca: Aquest és el nom de la configuració del grup

source: Name or short description of the configuration
ca: Nom o breu descripció de la configuració

source: This is the Description of the Group Configuration
ca: Aquesta és la descripció de la configuració del grup

source: Optional long description
ca: Descripció larga opcional

source: Group information
ca: Informació del grup

source: Groups
ca: Grups

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
ca: Nom dels grups als quals s'assignaran els estudiants, per exemple, Control, Vídeo, Problemes. Heu de tenir dos o més grups.

source: Add another group
ca: Afegeix un altre grup

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
ca: Actualment, aquesta configuració s'utilitza en experiments de contingut. Si feu canvis als grups, és possible que hàgiu d'editar aquests experiments.

source: delete group
ca: suprimeix el grup

source: This feature is currently in testing. Course teams can enter highlights, but learners will not receive email messages.
ca: Actualment aquesta funció està en proves. Els equips de cursos poden entrar a destacar, però els alumnes no rebran missatges de correu electrònic.

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
ca: Introduïu 3-5 punts destacats per incloure al missatge de correu electrònic que reben els alumnes per a aquesta secció (límit de 250 caràcters).

source: Highlight {highlight_index}
ca: Ressaltar {highlight_index}

source: A highlight to look forward to this week.
ca: Un aspecte destacable d'esperar aquesta setmana.

source: License Type
ca: Tipus de llicència

source: Learn more about {license_name}
ca: Més informació sobre {license_name}

source: Options for {license_name}
ca: Opcions per a {license_name}

source: The following options are available for the {license_name} license.
ca: Les següents opcions estan disponibles per a la llicència {license_name}.

source: License Display
ca: Mostra de llicència

source: The following message will be displayed at the bottom of the courseware pages within your course:
ca: El següent missatge es mostrarà a la part inferior de les pàgines del curs del vostre curs:

source: All Rights Reserved
ca: Tots els drets reservats

source: Creative Commons licensed content, with terms as follow:
ca: Contingut amb llicència de Creative Commons, amb els termes següents:

source: Some Rights Reserved
ca: Alguns drets reservats

source: New %(item_type)s
ca: Nou %(item_type)s

source: Clear
ca: Netejar

source: Clear Value
ca: Esborra valor

source: Replace
ca: Substituir

source: Upload
ca: Pujar

source: Download
ca: Descarregar

source: {categoryText} in {parentDisplayname}
ca: {categoryText} a {parentDisplayname}

source: Current location
ca: Localització actual

source: View child items
ca: Mostra elements secundaris

source: Currently selected
ca: Actualment seleccionat

source: You haven't added any textbooks to this course yet.
ca: Encara no heu afegit cap llibre de text a aquest curs.

source: Add your first textbook
ca: Afegiu el vostre primer llibre de text

source: This group controls access to:
ca: Aquest grup controla l'accés a:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
ca: A la {linkStart} Esquema del curs {linkEnd}, utilitzeu aquest grup per controlar l'accés a un component.

source: Previous Uploads
ca: Càrregues anteriors

source: Download available encodings (.csv)
ca: Baixeu les codificacions disponibles (.csv)

source: Thumbnail
ca: Miniatura

source: Video ID
ca: Identificador de video

source: Transcripts
ca: Transcripcions

source: Video Status
ca: Estat del vídeo

source: Remove this video
ca: Suprimeix aquest vídeo

source: Remove {video_name} video
ca: Elimina el vídeo {video_name}

source: Never published
ca: Mai publicat

source: Last published %(last_published_date)s by %(publish_username)s
ca: Últim publicat %(last_published_date)s per %(publish_username)s

source: Previously published
ca: Publicat anteriorment

source: Draft (Never published)
ca: Esborrany (mai publicat)

source: Visible to Staff Only
ca: Visible només al personal

source: Published and Live
ca: Publicat i en viu

source: Published (not yet released)
ca: Publicat (encara no alliberat)

source: Draft (Unpublished changes)
ca: Esborrany (canvis no publicats)

source: Release:
ca: Versió:

source: Publishing Status
ca: Estat de publicació

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
ca: Esborrany es va desar a {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
ca: Publicat darrerament {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
ca: amb %(release_date_from)s

source: Is Visible To:
ca: És Visible a:

source: Will Be Visible To:
ca: Serà Visible a:

source: Staff Only
ca: Només personal

source: with %(section_or_subsection)s
ca: amb %(section_or_subsection)s

source: Staff and Learners
ca: Personal i aprenents

source: Hide from learners
ca: Amaga dels aprenents

source: Note: Do not hide graded assignments after they have been released.
ca: Nota: No amagueu les assignacions graduades després d'haver estat alliberades.

source: Release Date and Time
ca: Data i hora de publicació

source: Release Date:
ca: Data de publicació:

source: Release Time in UTC:
ca: Hora de llançament a UTC:

source: Clear Release Date/Time
ca: Esborra la data i hora de la publicació

source: Assessment Results Visibility
ca: Visibilitat de resultats d'avaluació

source: Always show assessment results
ca: Mostra els resultats de l'avaluació sempre

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
ca: Quan els aprenents presenten una resposta a una avaluació, immediatament veuen si la resposta és correcta o incorrecta, i la puntuació rebuda.

source: Never show assessment results
ca: No mostris mai els resultats de l'avaluació

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
ca: Els estudiants mai veuen si les seves respostes a les avaluacions són correctes o incorrectes, ni la puntuació rebuda.

source: Show assessment results when subsection is past due
ca: Mostra resultats d'avaluació quan la subsecció venç

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
ca: Els aprenents no veuen si les seves respostes a les avaluacions eren correctes o incorrectes, ni la puntuació rebuda, fins que hagi passat la data de finalització del curs.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
ca: Si el curs no té data de finalització, els estudiants sempre veuen les puntuacions quan envien respostes a les avaluacions.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
ca: Els aprenents no veuen si les seves respostes a les avaluacions eren correctes o incorrectes, ni la puntuació rebuda, fins que ha passat la data de venciment de la subsecció.
