Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/underscore-studio.po
Languages: ca

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
ca: Si la subsecció no té data de venciment, els estudiants sempre veuen les puntuacions quan envien respostes a les avaluacions.

source: View Live
ca: Veure en directe

source: Signatory
ca: Signatari

source: Signature Image
ca: Imatge de signatura

source: Certificate Signatory Configuration
ca: Configuració del certificat de certificat

source: Name
ca: Nom

source: Name of the signatory
ca: Nom del signant

source: The name of this signatory as it should appear on certificates.
ca: El nom d'aquest signant, ja que hauria d'aparèixer als certificats.

source: Title
ca: Títol

source: Title of the signatory
ca: Títol del signant

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
ca: Els títols de més de 100 caràcters poden evitar que els estudiants imprimeixin el certificat en una única pàgina.

source: Organization
ca: Organització

source: Organization of the signatory
ca: Organització del signant

source: The organization that this signatory belongs to, as it should appear on certificates.
ca: L'organització a la qual pertany aquest signant, ja que hauria d'aparèixer en els certificats.

source: Path to Signature Image
ca: Camí de la imatge de la signatura

source: Image must be in PNG format
ca: La imatge ha de ser en format PNG

source: Upload Signature Image
ca: Penja la imatge de la signatura

source: Unit Visibility
ca: Visibilitat de la unitat

source: Section Visibility
ca: Visibilitat de la secció

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
ca: Si la unitat es va publicar i es va publicar prèviament als estudiants, els canvis que hàgiu fet a la unitat quan estigués oculta ara seran visibles per als estudiants.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
ca: Si fa que aquest %(xblockType)s sigui visible per als estudiants, els aprenents podran veure el seu contingut després de la data de llançament i han publicat la unitat. Només les unitats que estan explícitament amagades pels aprenents romandran ocultes després d'esborrar aquesta opció per a %(xblockType)s.

source: Current Role:
ca: Rol actual:

source: You!
ca: Tu!

source: send an email message to {email}
ca: envieu un missatge de correu electrònic a {email}

source: Promote another member to Admin to remove your admin rights
ca: Promociona un altre membre a Admin per eliminar els drets d'administrador

source: Add {role} Access
ca: Afegeix {role} accés

source: Remove {role} Access
ca: Elimina {role} Access

source: Delete the user, {username}
ca: Elimina l'usuari, {username}

source: Set as a Special Exam
ca: Establert com a examen especial

source: Exam Types
ca: Tipus d'examen

source: None
ca: Cap

source: Proctored
ca: Supervisat

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
ca: Els exàmens supervisats són cronometrats i graven el vídeo de cada alumne que pren l'examen. Els vídeos es revisen per garantir que els alumnes segueixin totes les regles d'examen.

source: Practice Proctored
ca: Pràctica Supervisada

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
ca: Utilitzeu un examen pràctic tutelat per introduir els estudiants a les eines i els processos de processament. Els resultats d'un examen de pràctica no afecten la nota d'un alumne.

source: Time Allotted (HH:MM):
ca: Temps assignat (HH: MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
ca: Seleccioneu una assignació de temps per a l'examen. Si és més de 24 hores, escriviu la quantitat de temps. Podeu concedir als estudiants un temps extra per completar l'examen a través del Tauler d'instructors.

source: Review Rules
ca: Regles de revisió

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
ca: Especifiqueu normes o excepcions de regla que l'equip de revisió de supervisió ha de fer complir quan revisi els vídeos. Per exemple, podeu especificar que les calculadores estan permeses. Aquestes regles específiques són visibles per als estudiants abans que els alumnes inicien l'examen, juntament amb les normes {linkStart} general de prova supervisada {linkEnd}.

source: General Proctored Exam Rules
ca: Normes generals de l'examen tutorial

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
ca: Especifiqueu normes o excepcions de regla que l'equip de revisió de supervisió ha de fer complir quan revisi els vídeos. Per exemple, podeu especificar que les calculadores estan permeses. Aquestes regles específiques són visibles per als estudiants abans que els alumnes comencin l'examen.

source: Account
ca: Compte

source: This action updates the {provider} information for your entire organization.
ca: Aquesta acció actualitza la informació {provider} de tota la vostra organització.

source: Enter the account information for your organization.
ca: Introduïu la informació del compte de la vostra organització.

source: API Key
ca: Clau API

source: API Secret
ca: API Secreta

source: Unit Access
ca: Accés a la unitat

source: Restrict access to:
ca: Restringeix l'accés a:

source: Select a group type
ca: Seleccioneu un tipus de grup

source: Select one or more groups:
ca: Seleccioneu un o més grups:

source: Deleted Group
ca: Grup eliminat

source: This group no longer exists. Choose another group or do not restrict access to this unit.
ca: Aquest grup ja no existeix. Trieu un altre grup o no restringiu l'accés a aquesta unitat.

source: File upload succeeded
ca: S'ha aconseguit la càrrega de fitxers

source: Please check the following validation feedbacks and reflect them in your course settings:
ca: Comproveu els següents comentaris de validació i els reflectiu a la configuració del vostre curs:

source: Verification Checkpoint
ca: Punt de comprovació

source: Must complete verification checkpoint
ca: Cal completar el punt de verificació

source: Verification checkpoint to be completed
ca: Punt de verificació finalitzat

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
ca: Els aprenents que necessiten verificació han de passar el punt de verificació seleccionat per veure el contingut d'aquesta unitat. Els aprenents que no necessiten verificació consultin aquest contingut per defecte.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
ca: La resolució d'imatge recomanada és {imageResolution}, la mida del fitxer d'imatge màxima ha de ser {maxFileSize} i el format ha de ser {supportedImageFormats}.

source: Read more
ca: Llegeix més

source: No transcript uploaded.
ca: No s'ha penjat cap transcripció.

source: Show transcripts ({totalTranscripts})
ca: Mostra les transcripcions ({totalTranscripts})

source: Set Access
ca: Estableix l'accés

source: Edit %(display_name)s (required)
ca: Edita %(display_name)s (required)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
ca: Has fet esforç molt gran publicant el curs. Res ha canviat. Si haguéssiu executat, les següents versions del curs haurien estat canviades.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
ca: La versió de branca publicada, {published}, es va restablir a la versió del projecte de branca, {draft}.

source: Add URLs for additional versions
ca: Afegiu URL per a versions addicionals

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
ca: Per assegurar-vos que tots els estudiants poden accedir al vídeo, us recomanem que proporcioneu una versió .mp4 i una versió de .webm del vostre vídeo. Feu clic a sota per afegir un URL a una altra versió. Aquestes URL no poden ser URL de YouTube. Es reproduirà el primer vídeo que sigui compatible amb l'ordinador de l'alumne.

source: Default Timed Transcript
ca: Transcripció temporitzada per defecte

source: Timed Transcript Conflict
ca: Conflicte transcripcional temporitzat

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
ca: La transcripció temporitzada del primer fitxer de vídeo no sembla ser la mateixa que la transcripció temporitzada del segon fitxer de vídeo.

source: Which timed transcript would you like to use?
ca: Quina transcripció temporitzada us agradaria utilitzar?

source: Timed Transcript from %(filename)s
ca: Transcripció temporitzada de %(filename)s

source: Timed Transcript Found
ca: S'ha trobat una transcripció temporitzada

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
ca: EdX té una transcripció temporitzada per a aquest vídeo. Si voleu editar aquesta transcripció, podeu baixar, editar i tornar a carregar la transcripció existent. Si voleu reemplaçar aquesta transcripció, carregueu un fitxer de transcripció .srt nou.

source: Upload New Transcript
ca: Penja una nova transcripció

source: Upload New .srt Transcript
ca: Carregueu una transcripció nova .srt

source: Download Transcript for Editing
ca: Baixeu la transcripció per a l'edició

source: No EdX Timed Transcript
ca: No hi ha una transcripció temporitzada Edx

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
ca: EdX no té una transcripció temporitzada per a aquest vídeo a Studio, però hem trobat una transcripció a YouTube. Podeu importar la transcripció de YouTube o carregar el vostre propi fitxer de transcripció .srt.

source: Import YouTube Transcript
ca: Import Transcripció des de YouTube

source: No Timed Transcript
ca: No hi ha Transcripció Temporitzada

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
ca: EdX no té una transcripció temporitzada per a aquest vídeo. Carregueu un fitxer .srt.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
ca: La transcripció temporitzada d'aquest vídeo a l'edició d'edX no està actualitzada, però YouTube té una transcripció temporitzada actual per a aquest vídeo.

source: Do you want to replace the edX transcript with the YouTube transcript?
ca: Voleu reemplaçar la transcripció edX amb la transcripció de YouTube?

source: Yes, replace the edX transcript with the YouTube transcript
ca: Sí, reemplaça la transcripció edX amb la transcripció de YouTube

source: Timed Transcript Uploaded Successfully
ca: S'ha enviat una transcripció sincronitzada amb èxit

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
ca: EdX té una transcripció temporitzada per a aquest vídeo. Si voleu reemplaçar aquesta transcripció, carregueu un fitxer de transcripció .srt nou. Si voleu editar aquesta transcripció, podeu baixar, editar i tornar a carregar la transcripció existent.

source: Confirm Timed Transcript
ca: Confirmeu Transcripció Temporitzada

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
ca: Heu canviat l'URL del vídeo, però no heu canviat el fitxer de transcripció temporitzada. Voleu utilitzar la transcripció temporitzada actual o carregar un fitxer transcripció .srt nou?

source: Use Current Transcript
ca: Utilitzeu l'actual Transcripció
