Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/underscore.po
Languages: ca

source: Cancel
ca: Cancel·lar

source: Name
ca: Nom

source: Type
ca: Tipus

source: Actions
ca: Accions

source: Description
ca: Descripció

source: Save
ca: Guardar

source: Unscheduled
ca: No planificat

source: Close
ca: Tancar

source: Date
ca: Data

source: Loading
ca: Carregant

source: Previous
ca: Previ

source: Next
ca: Següent

source: Action
ca: Acció

source: Username
ca: Nom d'usuari

source: Remove
ca: Eliminar

source: Fullscreen
ca: Pantalla complerta

source: Large
ca: Gran

source: Zoom In
ca: Amplia

source: Zoom Out
ca: Disminuir el zoom

source: Page number out of %(total_pages)s
ca: Número de pàgina de %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
ca: Introduïu el número de pàgina al qual vulgueu navegar ràpidament.

source: Sorted by
ca: Ordenat per

source: Clear search
ca: Netjar cerca

source: Search
ca: Cerca

source: Submit
ca: Enviar

source: All Posts
ca: Totes les publicacions

source: More
ca: Més

source: OK
ca: D'acord

source: Discussion Home
ca: Pàgina inicial del debat

source: How to use %(platform_name)s discussions
ca: Com usar els debats de %(platform_name)s

source: Find discussions
ca: Trobi debats

source: Use the All Topics menu to find specific topics.
ca: Utilitzeu el menú Tots els temes per trobar temes específics.

source: Search all posts
ca: Cerca totes les publicacions

source: Filter and sort topics
ca: Filtrar i ordenar temes

source: Engage with posts
ca: Participa amb publicacions

source: Vote for good posts and responses
ca: Votar per a publicacions i respostes correctes

source: Report abuse, topics, and responses
ca: Informeu d'abús, temes i respostes

source: Follow or unfollow posts
ca: Seguiu o deixeu de publicar publicacions

source: Receive updates
ca: Rebeu actualitzacions

source: Toggle Notifications Setting
ca: Commuta la configuració de notificacions

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
ca: Marqueu aquesta casella per rebre un correu electrònic que digereix una vegada al dia notificant-vos sobre l'activitat nova i no llegida de les publicacions que seguiu.

source: All Topics
ca: Tots els temes

source: username or email
ca: Nom d'usuari o correu electrònic

source: course id
ca: Identificador del curs

source: No results
ca: Sens resultats

source: Course Key
ca: Clau del Curs

source: Status
ca: Estat

source: Download URL
ca: URL de descàrrega

source: Grade
ca: Qualificació

source: Last Updated
ca: Darrera actualització

source: Download the user's certificate
ca: Baixeu el certificat de l'usuari

source: Not available
ca: No disponible

source: Regenerate
ca: Regenerar

source: Regenerate the user's certificate
ca: Regenerar el certificat de l'usuari

source: Generate
ca: Generar

source: Generate the user's certificate
ca: Genereu el certificat de l'usuari

source: Current enrollment mode:
ca: Modalitat d'inscripció actual:

source: New enrollment mode:
ca: Nou mode d'inscripció:

source: Reason for change:
ca: Motiu del canvi:

source: Choose One
ca: Escull un

source: Explain if other.
ca: Expliqueu-ho si hi ha altres.

source: Submit enrollment change
ca: Enviar el canvi d'inscripció

source: Username or email address
ca: Nom d'usuari o adreça de correu electrònic

source: Course ID
ca: Identificador del curs

source: Course Start
ca: Inici del curs

source: Course End
ca: Finalització del curs

source: Upgrade Deadline
ca: Actualització de la data límit

source: Verification Deadline
ca: Termini de verificació

source: Enrollment Date
ca: Data d'inscripció

source: Enrollment Mode
ca: Modalitat d'inscripció

source: Verified mode price
ca: Preu en mode verificat

source: Reason
ca: Raó

source: Last modified by
ca: Darrera modificació per

source: Active
ca: Actiu

source: N/A
ca: N/D

source: Change Enrollment
ca: Canvieu la inscripció

source: Email
ca: Correu electrònic

source: Date Joined
ca: Data d'inscripció

source: Password Status
ca: Estat de la contrasenya

source: Your team could not be created.
ca: No s'ha pogut crear el vostre equip.

source: Your team could not be updated.
ca: El vostre equip no s'ha pogut actualitzar.

source: Enter information to describe your team. You cannot change these details after you create the team.
ca: Introduïu informació per descriure l'equip. No podeu canviar aquests detalls després de crear l'equip.

source: Optional Characteristics
ca: Característiques opcionals

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
ca: Ajudeu altres estudiants a decidir si voleu unir-se al vostre equip especificant algunes característiques per al vostre equip. Tria amb atenció, perquè és possible que hi hagi menys persones que estiguin interessades a unir-se al vostre equip si sembla massa restrictiu.

source: Create team.
ca: Crea un equip.

source: Update team.
ca: Actualitza un equip

source: Cancel team creating.
ca: Cancel·la la creació de l'equip.

source: Cancel team updating.
ca: Cancel·la l'actualització de l'equip.

source: Instructor tools
ca: Eines d'instructor

source: Delete Team
ca: Suprimeix l'equip

source: Edit Membership
ca: Edita la pertinença

source: Are you having trouble finding a team to join?
ca: Tens problemes per trobar un equip per unir-te?

source: Join Team
ca: Uniu-vos a l'equip

source: Edit Team
ca: Edita l'equip

source: Team Details
ca: Detalls de l'equip

source: You are a member of this team.
ca: Ets membre d'aquest equip.

source: Team member profiles
ca: Perfils dels membres de l'equip

source: Team capacity
ca: Capacitat de l'equip

source: The country that team members primarily identify with.
ca: El país amb el qual els membres de l'equip s'identifiquen principalment.

source: The language that team members primarily use to communicate with each other.
ca: L'idioma que els membres de l'equip utilitzen principalment per comunicar-se entre ells.

source: Leave Team
ca: Deixar l'equip

source: Donate
ca: Fer una donació

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
ca: S'ha produït un error en obtenir els resultats de la vista prèvia d'aquest catàleg. Comproveu que la vostra consulta sigui correcta i torneu-ho a provar.

source: This catalog's courses:
ca: Cursos d'aquest catàleg:

source: Expand All
ca: Expandeix-ho tot

source: Collapse All
ca: Col·lapsar tot

source: Unit
ca: Unitat

source: Start Date
ca: Data d'inici

source: Due Date
ca: Data de venciment

source: remove all
ca: esborra-ho tot

source: toggle chapter %(displayName)s
ca: canvia el capítol %(displayName)s

source: Section
ca: Secció

source: Click to change
ca: Feu clic per canviar

source: Remove chapter %(chapterDisplayName)s
ca: Elimina el capítol %(chapterDisplayName)s

source: remove
ca: eliminar

source: toggle subsection %(displayName)s
ca: canvia la subsecció %(displayName)s

source: Subsection
ca: Subsecció

source: Remove subsection %(subsectionDisplayName)s
ca: Eliminar la subsecció %(subsectionDisplayName)s

source: Remove unit %(unitName)s
ca: Eliminar la unitat %(unitName)s

source: Mark Exam As Completed
ca: Examen de marca com finalitzat

source: End My Exam
ca: Finalitza el meu examen

source: Hide Timer
ca: Amaga el temporitzador

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
ca: Per rebre crèdit per problemes, heu de seleccionar "Enviar" per a cada problema abans de seleccionar "Finalitza el meu examen".

source: LEARN MORE
ca: APRENDRE MÉS

source: Starts: %(start_date)s
ca: Inicia: %(start_date)s

source: Starts
ca: Inici

source: Less
ca: Menys

source: Clear All
ca: Esborra-ho tot

source: Highlighted text
ca: Text ressaltat

source: Note
ca: Nota

source: You commented...
ca: Has comentat ...

source: Noted in:
ca: S'ha anotat a:

source: Last Edited:
ca: Última edició:

source: Tags:
ca: Etiquetes:

source: Clear search results
ca: Esborreu els resultats de cerca

source: Click to edit
ca: Feu clic per editar-la

source: Order Number
ca: Número d'ordre

source: Date Placed
ca: Data de posada

source: Order Details
ca: Detalls de l'encarrec

source: for
ca: per

source: Product Name
ca: nom del producte

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
ca: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} de {maxCharacters}

source: Financial Assistance Application
ca: Sol·licitud d'Assistència Financera

source: About You
ca: Sobre tu

source: Email address
ca: Correu electrònic

source: Legal name
ca: Nom legal

source: Country of residence
ca: País de residència

source: Back to {platform} FAQs
ca: Torna a preguntes més freqüents de {platform}

source: Submit Application
ca: Enviar sol·licitud

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
ca: Gràcies per enviar la vostra sol·licitud d'assistència financera per {course_name}. Podeu esperar una resposta en 2 o 4 dies laborables.

source: Go to Dashboard
ca: Aneu al panell

source: Bulk Exceptions
ca: Excepcions a granel

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
ca: Carregueu un fitxer de valors separats per comes (.csv) que contingui els noms d'usuari o adreces de correu electrònic dels estudiants que hagin rebut excepcions. Incloeu el nom d'usuari o l'adreça de correu electrònic al primer camp separat per comes. Podeu incloure una nota opcional que descrigui el motiu de l'excepció al segon camp separat per comes.

source: Upload a CSV file
ca: Carregueu un fitxer CSV

source: Browse
ca: Navega

source: Add to Exception List
ca: Afegeix a la llista d'excepcions

source: To invalidate a certificate for a particular learner, add the username or email address below.
ca: Per invalidar un certificat per a un alumne en particular, afegiu el nom d'usuari o l'adreça de correu electrònic a continuació.

source: Add notes about this learner
ca: Afegiu notes sobre aquest aprenent

source: Invalidate Certificate
ca: Invalida el certificat

source: Student
ca: Estudiant

source: Invalidated By
ca: Invalidat per

source: Invalidated
ca: Invalidat

source: Remove from Invalidation Table
ca: Treure de la taula d'invalidació

source: Individual Exceptions
ca: Excepcions individuals

source: Enter the username or email address of each learner that you want to add as an exception.
ca: Introduïu el nom d'usuari o l'adreça de correu electrònic de cada alumne que vulgueu afegir com a excepció.

source: Student email or username
ca: Correu electrònic o nom d'usuari de l'estudiant

source: Free text notes
ca: Notes de text lliures

source: Generate Exception Certificates
ca: Genera certificats d'excepció

source: All users on the Exception list who do not yet have a certificate
ca: Tots els usuaris de la llista Excepció que encara no tenen certificat

source: All users on the Exception list
ca: Tots els usuaris de la llista Excepció

source: User Email
ca: Correu electrònic d'usuari

source: Exception Granted
ca: Excepció concedida

source: Certificate Generated
ca: Certificat generat

source: Remove from List
ca: Suprimeix de la llista

source: Divided
ca: Dividit

source: Selected tab
ca: Pestanya seleccionada

source: Manage Learners
ca: Gestioneu els aprenents

source: Settings
ca: Configuració

source: Add learners to this cohort
ca: Afegiu els estudiants a aquesta cohort

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
ca: Nota: els aprenents poden estar en una sola cohort. L'addició d'estudiants a aquest grup reemplaça qualsevol assignació de grup anterior.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
ca: Introduïu adreces de correu electrònic i / o noms d'usuari, separades per noves línies o comes, per als estudiants que voleu afegir. *

source: (Required Field)
ca: (Camp necessari)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
ca: per exemple. johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
ca: No rebràs la notificació dels correus electrònics que reboten, així que comprova la teva ortografia.

source: Add Learners
ca: Afegiu aprenents

source: Add a New Cohort
ca: Afegiu una nova cohort

source: Enter the name of the cohort
ca: Introduïu el nom de la cohort

source: Cohort Name
ca: Nom de la cohort

source: Cohort Assignment Method
ca: Mètode d'assignació de cohorts

source: Automatic
ca: Automàtic

source: There must be one cohort to which students can automatically be assigned.
ca: Hi ha d'haver una cohort a la qual els estudiants es puguin assignar automàticament.

source: Associated Content Group
ca: Grup de contingut associat

source: No Content Group
ca: Sense grup de contingut

source: Select a Content Group
ca: Seleccioneu un grup de contingut

source: Choose a content group to associate
ca: Trieu un grup de contingut per associar

source: Not selected
ca: No seleccionat

source: Deleted Content Group
ca: Grup de contingut eliminat

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
ca: {screen_reader_start}Avís:{screen_reader_end} El grup de contingut seleccionat prèviament s'ha eliminat. Seleccioneu un altre grup de contingut.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
ca: {screen_reader_start}Avís:{screen_reader_end} No existeixen grups de contingut.

source: Only the parent course staff of a CCX can create content groups.
ca: Només el personal de cursos primaris d'un CCX pot crear grups de contingut.

source: Create a content group
ca: Crea un grup de contingut

source: (contains %(student_count)s student)
ca: (conté %(student_count)s estudiant)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
ca: Els aprenents només s'afegiran a aquesta cohort només quan proporcioneu les adreces de correu electrònic o els noms d'usuari d'aquesta pàgina.

source: What does this mean?
ca: Què vol dir això?

source: Learners are added to this cohort automatically.
ca: Els aprenents s'afegeixen a aquesta cohort automàticament.

source: Select a cohort
ca: Seleccioneu una cohort

source: Enable Cohorts
ca: Activa les cohorts

source: Select a cohort to manage
ca: Seleccioneu una cohort per gestionar

source: View Cohort
ca: Mostra la cohort

source: Add Cohort
ca: Afegeix cohort

source: Assign learners to cohorts by uploading a CSV file
ca: Assigneu els aprenents a cohorts pujant un fitxer CSV

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
ca: Per revisar les assignacions de cohort dels alumnes o veure els resultats de la càrrega d'un fitxer CSV, descarregueu la informació del perfil del curs o els resultats de la cohort a la pàgina {link_start} Descarrega Dades {link_end}.

source: Specify whether discussion topics are divided
ca: Especifiqueu si els temes de discussió es divideixen

source: Course-Wide Discussion Topics
ca: Temes de discussió al llarg del curs

source: Select the course-wide discussion topics that you want to divide.
ca: Seleccioneu els temes de discussió que vulgueu dividir al llarg del curs.

source: Content-Specific Discussion Topics
ca: Temes de discussió específics del contingut

source: Specify whether content-specific discussion topics are divided.
ca: Especifiqueu si els temes de discussió específics del contingut es divideixen.

source: Always divide content-specific discussion topics
ca: Sempre divideu els temes de discussió específics del contingut

source: Divide the selected content-specific discussion topics
ca: Dividiu els temes de discussió específics del contingut seleccionats

source: No content-specific discussion topics exist.
ca: No hi ha temes de discussió específics del contingut.

source: Code
ca: Codi

source: Used
ca: Emprat

source: Valid
ca: Vàlid

source: Certificate Status:
ca: Estat del certificat:

source: Certificate Purchased
ca: Compra certificada

source: Change or Leave Session
ca: Canvieu o deixeu sessió

source: You must select a session by {expiration_date} to access the course.
ca: Heu de seleccionar una sessió abans de {expiration_date} per accedir al curs.

source: You can no longer change sessions.
ca: Ja no pots canviar les sessions.

source: You can change sessions until {expiration_date}.
ca: Podeu canviar les sessions fins a {expiration_date}.

source: View Archived Course
ca: Mostra el curs arxivat

source: View Course
ca: Veure curs

source: Select a session:
ca: Seleccioneu una sessió:

source: Enroll Now
ca: Inscriviu-vos ara

source: Coming Soon
ca: Pròximament

source: Enrollment Opens on
ca: S'obre la inscripció

source: Not Currently Available
ca: Actualment no disponible

source: More sessions coming soon.
ca: Més sessions properes.

source: Change to a different session or leave the current session.
ca: Canvieu a una sessió diferent o deixeu la sessió actual.

source: To access the course, select a session.
ca: Per accedir al curs, seleccioneu una sessió.

source: Session Selection Dropdown for {courseName}
ca: Selecció de sessió desplegable per {courseName}

source: {sessionDates} - Currently Selected
ca: {sessionDates} - Actualment seleccionat

source: {sessionDates} (Open until {enrollmentEnd})
ca: {sessionDates} (Obert fins a {enrollmentEnd})

source: More sessions coming soon
ca: Més sessions properes

source: Leave the current session and decide later
ca: Deixeu la sessió actual i decidiu més endavant

source: Change Session
ca: Canvi de sessió

source: Select Session
ca: Selecciona la sessió

source: You are not enrolled in any programs yet.
ca: Encara no esteu inscrit en cap programa.

source: Explore Programs
ca: Explore programes

source: Browse recently launched courses and see what\'s new in your favorite subjects
ca: Exploreu cursos recentment llançats i vegeu què és nou en els vostres temes preferits

source: Explore New Programs
ca: Exploreu nous programes

source: Course
ca: Curs

source: Completed
ca: Completat

source: In Progress
ca: En progrés

source: Remaining
ca: Continua

source: %(programName)s Home Page.
ca: Pàgina d'Inici de %(programName)s

source: Your {program} Certificate
ca: El vostre certificat del {program}

source: Open the certificate you earned for the %(title)s program.
ca: Obriu el certificat que heu obtingut per al programa %(title)s

source: Program Record
ca: Registre del programa

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
ca: Una vegada que hàgiu completat un dels requisits del programa, teniu un registre del programa. Aquest registre es marca completament una vegada que compleix tots els requisits del programa. Es pot utilitzar un registre del programa per continuar el vostre viatge d'aprenentatge i demostrar el vostre aprenentatge als altres.

source: View Program Record
ca: Veure el registre del programa

source: Congratulations!
ca: Felicitacions

source: Your Program Journey
ca: Viatge del programa

source: To complete the program, you must earn a verified certificate for each course.
ca: Per completar el programa, heu de guanyar un certificat verificat per a cada curs.

source: Upgrade All Remaining Courses (
ca: Actualització de tots els cursos restants (

source: COURSES IN PROGRESS
ca: CURSOS EN CURS

source: REMAINING COURSES
ca: CURSOS RESTANTS

source: COMPLETED COURSES
ca: CURSOS COMPLETS

source: As you complete courses, you will see them listed here.
ca: A mesura que completi els cursos, els veureu llistats aquí.

source: Complete courses on your schedule to ensure you stand out in your field!
ca: Completeu els cursos del vostre horari per assegurar-vos que us destaqui al vostre camp!

source: {organization}\'s logo
ca: logotip de l'{organization}\'s

source: Needs verified certificate
ca: Necessita certificat verificat

source: Upgrade to Verified
ca: Actualitza a verificat

source: New Address
ca: Nova adreça

source: Password
ca: Clau de pas

source: Change My Email Address
ca: Canvia la meva adreça de correu electrònic

source: Reset Password
ca: Restablir la contrasenya

source: Account Settings
ca: Configuració del compte

source: An error occurred. Please reload the page.
ca: Hi ha hagut un error. Torna a carregar la pàgina.

source: Sign in
ca: Accedeix

source: Would you like to sign in using your %(providerName)s credentials?
ca: Voleu iniciar la sessió amb les credencials de %(providerName)s?

source: Sign in using %(providerName)s
ca: Inicieu sessió amb %(providerName)s

source: or
ca: o

source: Show me other ways to sign in or register
ca: Mostra'm altres maneres d'iniciar sessió o registrar-vos

source: Sign in with Institution/Campus Credentials
ca: Inicieu sessió amb les credencials de la institució/campus

source: Choose your institution from the list below:
ca: Trieu la vostra institució de la llista següent:

source: Back to sign in
ca: Torna a iniciar la sessió

source: Register with Institution/Campus Credentials
ca: Registre amb credencials de la Institució/Campus

source: Create an Account
ca: Crear un compte

source: First time here?
ca: La primera vegada aquí?

source: Create an Account.
ca: Crear un compte.

source: Sign in to continue learning as {email}
ca: Inicia la sessió per continuar aprenent com a {email}

source: Sign in to continue learning
ca: Inicia la sessió per continuar aprenent

source: You already have an edX account with your {enterprise_name} email address.
ca: Ja teniu un compte edX amb la vostra adreça de correu electrònic {enterprise_name}

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
ca: En endavant, la informació del vostre compte serà actualitzada i mantinguda per {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
ca: Podeu visualitzar la vostra informació o desenllaçar de {enterprise_name} en qualsevol moment a la configuració del vostre compte.

source: To continue learning with this account, sign in below.
ca: Per continuar aprenent amb aquest compte, inicieu la sessió a continuació.

source: Sign In
ca: Accedeix

source: Sign in here using your email address and password, or use one of the providers listed below.
ca: Inicieu la sessió aquí usant la vostra adreça de correu electrònic i contrasenya, o utilitzeu un dels proveïdors que s'enumeren a continuació.

source: Sign in here using your email address and password.
ca: Inicieu sessió aquí amb la vostra adreça de correu electrònic i contrasenya.

source: If you do not yet have an account, use the button below to register.
ca: Si encara no teniu un compte, utilitzeu el botó següent per registrar-se.

source: or sign in with
ca: o inicieu la sessió
