Repository: design-pro/openedx-i18n
Catalog: edx-platform/locale/*/LC_MESSAGES/underscore.po
Languages: ca

source: Sign in with %(providerName)s
ca: Inicieu sessió amb %(providerName)s

source: Password assistance
ca: Assistència per a contrasenyes

source: Already have an {platformName} account?
ca: Ja teniu un compte a {platformName}?

source: Sign in.
ca: Inicieu sessió.

source: Create an account using
ca: Crea un compte mitjançant

source: Create account using %(providerName)s.
ca: Crea un compte amb %(providerName)s.

source: Use my institution/campus credentials
ca: Utilitzeu les meves credencials de la institució/campus

source: or create a new one here
ca: o creeu-ne un de nou aquí

source: Support education research by providing additional information
ca: Donar suport a la recerca en educació proporcionant informació addicional

source: Create Account
ca: Crear compte

source: Congratulations! You are now verified on %(platformName)s!
ca: Felicitats! Ara esteu verificats a %(platformName)s!

source: You are now enrolled as a verified student for:
ca: Ara està inscrit com a estudiant verificat per:

source: A list of courses you have just enrolled in as a verified student
ca: Una llista de cursos que acaba d'ingressar com a estudiant verificat

source: Explore your course!
ca: Exploreu el vostre curs!

source: Go to your Dashboard
ca: Aneu al Panell de control

source: Verified Status
ca: Estat verificat

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
ca: Gràcies per enviar les vostres fotos. Les revisarem en breu. Ara podeu inscriure's a qualsevol curs de %(platformName)s que ofereixi certificats verificats. La verificació és bona durant un any. Després d'un any, heu de tornar a enviar les vostres fotos per verificar-les.

source: What You Need for Verification
ca: El que necessiteu per a la verificació

source: Photo Identification
ca: Identificació de fotos

source: Take Your Photo
ca: Agafeu la vostra foto

source: To take a successful photo, make sure that:
ca: Per fer una foto reeixida, assegureu-vos que:

source: Your face is well-lit.
ca: La teva cara està ben il·luminada.

source: Your entire face fits inside the frame.
ca: Tota la teva cara s'encaixa dins del marc.

source: Frequently Asked Questions
ca: Preguntes freqüents

source: Why does %(platformName)s need my photo?
ca: Per què necessita la %(platformName)s la meva foto?

source: What does %(platformName)s do with this photo?
ca: Què fa amb %(platformName)s amb aquesta foto?

source: Next: %(nextStepTitle)s
ca: Següent: %(nextStepTitle)s

source: Take a Photo of Your ID
ca: Feu una foto de la vostra identificació

source: Tips on taking a successful photo
ca: Consells per fer una foto d'èxit

source: Ensure that you can see your photo and read your name
ca: Assegureu-vos que podeu veure la vostra foto i llegir el vostre nom

source: Make sure your ID is well-lit
ca: Assegureu-vos que la vostra identificació estigui ben il·luminada

source: Preview of uploaded image
ca: Vista prèvia de la imatge penjada

source: Upload an image or capture one with your web or phone camera.
ca: Carregueu una imatge o captureu-ne una amb la vostra càmera web o telèfon.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
ca: Utilitzeu la vostra càmera web per fer una foto de la vostra cara. Confrontarem aquesta foto amb la foto a la vostra identificació.

source: Make sure your face is well-lit
ca: Assegureu-vos que la vostra cara estigui ben il·luminada

source: Be sure your entire face is inside the frame
ca: Assegureu-vos que tota la cara està dins del marc

source: Can we match the photo you took with the one on your ID?
ca: Podem comparar la foto que vau fer amb la que teniu al vostre identificador?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
ca: Com a part del procés de verificació, feu una foto tant de la vostra cara com d'una identificació de fotografia emesa pel govern. El nostre servei d'autorització confirma la vostra identitat mitjançant la comparació de la foto que es fa amb la foto a la vostra identificació.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
ca: Utilitzem els nivells més alts de seguretat disponibles per xifrar la vostra foto i enviar-la al nostre servei d'autorització per a la seva revisió. La vostra foto i la vostra informació no es guarden ni es poden visualitzar a cap part de %(platformName)s després de completar el procés de verificació.

source: Thanks for returning to verify your ID in: {courseName}
ca: Gràcies per tornar a verificar la vostra identificació a: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
ca: Cal que activeu el compte abans de poder inscriure's a cursos. Comproveu la vostra safata d'entrada d'un correu electrònic d'activació. Després de completar l'activació, podeu tornar i actualitzar aquesta pàgina.

source: Activate Your Account
ca: Activa el teu compte

source: Check Your Email
ca: Comprova el teu correu

source: Photo ID
ca: Identificador de fotografia

source: A driver's license, passport, or other government-issued ID with your name and photo
ca: Una llicència de conduir, un passaport o una altra identificació expedida pel govern amb el vostre nom i foto

source: Webcam
ca: Càmera web

source: You are enrolling in: {courseName}
ca: Us esteu inscrivint a: {courseName}

source: You are upgrading your enrollment for: {courseName}
ca: Esteu actualitzant la vostra inscripció per: {courseName}

source: You can now enter your payment information and complete your enrollment.
ca: Ara podeu introduir la vostra informació de pagament i completar la vostra inscripció.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
ca: Podeu pagar ara fins i tot si no teniu els següents articles disponibles, però haurà de tenir-los abans de {date} per qualificar per obtenir un certificat verificat.

source: An email has been sent to {userEmail} with a link for you to activate your account.
ca: S'ha enviat un correu electrònic a {userEmail} amb un enllaç perquè activeu el vostre compte.

source: Why activate?
ca: Per què activar?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
ca: Us demanem que activeu el vostre compte per garantir que realment esteu creant el compte i per evitar el frau.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
ca: Podeu pagar ara fins i tot si no teniu els següents articles disponibles, però haureu d'haver-los qualificat per obtenir un certificat verificat.

source: Government-Issued Photo ID
ca: Identificador de fotografia publicat pel govern

source: ID-Verification is not required for this Professional Education course.
ca: La verificació d'identificació no és necessària per a aquest curs d'Educació Professional.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
ca: Tots els cursos d'educació professional estan basats en tarifes i requereixen un pagament per completar el procés d'inscripció.

source: You have already verified your ID!
ca: Ja heu verificat la vostra identificació!

source: Your verification status is good until {verificationGoodUntil}.
ca: L'estat de verificació és bo fins a {verificationGoodUntil}.

source: price
ca: preu

source: Account Not Activated
ca: El compte no està activat

source: Upgrade to a Verified Certificate for {courseName}
ca: Actualització a un certificat verificat per {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
ca: Abans d'actualitzar a una pista de certificat, heu d'activar el vostre compte.

source: Check your email for an activation message.
ca: Consulteu el vostre correu electrònic per obtenir un missatge d'activació.

source: Professional Certificate for {courseName}
ca: Certificat professional per {courseName}

source: Verified Certificate for {courseName}
ca: Certificat verificat per {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
ca: Per rebre un certificat, també heu de verificar la vostra identitat abans de {date}.

source: To receive a certificate, you must also verify your identity.
ca: Per rebre un certificat, també heu de verificar la vostra identitat.

source: To verify your identity, you need a webcam and a government-issued photo ID.
ca: Per verificar la vostra identitat, necessiteu una càmera web i un identificador de fotografia emès pel govern.

source: Your ID must be a government-issued photo ID that clearly shows your face.
ca: La vostra identificació ha de ser una identificació de fotografia emesa pel govern que mostri clarament la vostra cara.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
ca: Utilitzaràs la teva càmera web per fer una foto de la teva cara i l'identificador de fotografia emès pel govern.

source: Thank you! We have received your payment for {courseName}.
ca: Gràcies! Hem rebut el vostre pagament per {courseName}.

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
ca: Imprimiu aquesta pàgina per als vostres registres; serveix com a rebut. També rebrà un correu electrònic amb la mateixa informació.

source: Order No.
ca: Nº de Comanda

source: Amount
ca: Import

source: Please Note
ca: Tingueu en compte

source: Crossed out items have been refunded.
ca: S'han reembossat els elements creuats.

source: Billed to
ca: S'ha facturat

source: No receipt available
ca: No hi ha rebut disponible

source: Next Step: Confirm your identity
ca: Pas següent: confirmeu la vostra identitat

source: Check your email
ca: Comproveu el vostre correu

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
ca: Cal que activeu el compte abans de poder inscriure's a cursos. Comproveu la vostra safata d'entrada d'un correu electrònic d'activació.

source: A driver's license, passport, or government-issued ID with your name and photo.
ca: Llicència de conduir, passaport o identificació emesa pel govern amb el vostre nom i foto.

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
ca: Si encara no comprova la vostra identitat, encara podeu explorar el vostre curs des del tauler. Rebrà recordatoris periòdics de %(platformName)s per verificar la vostra identitat.

source: Want to confirm your identity later?
ca: Voleu confirmar la vostra identitat més tard?

source: Identity Verification In Progress
ca: Verificació d'identitat en curs

source: Return to Your Dashboard
ca: Torna al tauler

source: Review Your Photos
ca: Reviseu les vostres fotos

source: Make sure we can verify your identity with the photos and information you have provided.
ca: Assegureu-vos que podem verificar la vostra identitat amb les fotos i amb la informació que heu proporcionat.

source: Photo of %(fullName)s
ca: Foto de %(fullName)s

source: Photo of %(fullName)s's ID
ca: Foto de la Identificació de %(fullName)s

source: Photo requirements:
ca: Requisits fotogràfics:

source: Does the photo of you show your whole face?
ca: La foto de tu mostreu tota la teva cara?

source: Is your name on your ID readable?
ca: Es pot llegir el vostre nom a la vostra identificació?

source: Does the name on your ID match your account name: %(fullName)s?
ca: El nom del vostre Identificador coincideix amb el nom del vostre compte: %(fullName)s

source: Edit Your Name
ca: Editeu el vostre nom

source: Make sure that the full name on your account matches the name on your ID.
ca: Assegureu-vos que el nom complet del compte coincideixi amb el nom de la vostra identificació.

source: Photos don't meet the requirements?
ca: Les fotos no compleixen els requisits?

source: Retake Your Photos
ca: Repeteixi les seves fotos

source: Before proceeding, please confirm that your details match
ca: Abans de continuar, confirmeu que les dades coincideixen

source: Confirm
ca: Confirmar

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
ca: No veus la teva foto? Assegureu-vos que el vostre navegador utilitzi la vostra càmera quan sol·liciti permís.

source: Live view of webcam
ca: Vista en directe de la càmera web

source: Retake Photo
ca: Repeteix la foto

source: Take Photo
ca: Fer una foto

source: Bookmarked on
ca: Marcats a

source: View
ca: Veure

source: You have not bookmarked any courseware pages yet
ca: Encara no heu marcat cap marcador a cap pàgina de curs

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
ca: Utilitzeu marcadors per ajudar-vos a tornar fàcilment a les pàgines de curs. Per marcar una pàgina d'interès, feu clic a "Marca aquesta pàgina" al títol de la pàgina.

source: Search Results
ca: Resultats de la cerca

source: Load next {num_items} result
ca: Carregueu el resultat següent {num_items}

source: Sorry, no results were found.
ca: Ho sentim, no s'ha trobat cap resultat.

source: There was an error, try searching again.
ca: S'ha produït un error, proveu de tornar a cercar.

source: Share your "%(display_name)s" award
ca: Compartiu el vostre premi "%(display_name)s"

source: Share
ca: Compartir

source: Earned %(created)s.
ca: S'ha guanyat %(created)s.

source: What's Your Next Accomplishment?
ca: Quin és el vostre seguiment?

source: Start working toward your next learning goal.
ca: Comenceu a treballar per al vostre proper objectiu d'aprenentatge.

source: Find a course
ca: Trobeu un curs

source: You are currently sharing a limited profile.
ca: Actualment esteu compartint un perfil limitat.

source: This learner is currently sharing a limited profile.
ca: Actualment, aquest alumne comparteix un perfil limitat.

source: Share on Mozilla Backpack
ca: Comparteix-ho a la motxilla de Mozilla

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
ca: Per compartir el certificat a Mozilla Backpack, primer heu de tenir un compte de Backpack. Completeu els passos següents per afegir el vostre certificat a Motxilla.
